{
  "scrambled-eggs": {
    "name": "Яєчня-скрамбл",
    "desc": "Пухнасті яйця-скрамбл з легкою солі та перцю. Швидка сніданкова страва, яка гарно поєднується з тостами або свіжими зеленню.",
    "comment": "Яєчня-скрамбл добре зберігається в холодильнику. Збережіть час — приготуйте подвійну порцію: одну спожийте, другу збережіть на пізніше."
  },
  "omelette": {
    "name": "Омлет",
    "desc": "Пухкий омлет з легким складанням, начинений смаженими овочами та розплавленим сиром. Походить з французької кухні і є популярною стравою для швидких сніданків та легких обідів по всьому світу.",
    "comment": "Омлет добре зберігається у холодильнику 2-3 дні. Начинку, наприклад, смажену цибулю і перець, можна готувати заздалегідь і зберігати окремо для швидкого розігрівання при приготуванні омлету. Використовуйте заморожену нарізану цибулю та перець, щоб скоротити час на шинкування без значного підвищення вартості. Для швидшого застигання без перевертання використовуйте тонку антипригарну сковорідку на середньому вогні і тримайте сир при кімнатній температурі для рівномірного розплавлення."
  },
  "fried-eggs": {
    "name": "Смажені яйця",
    "desc": "Класична сніданкова страва, смажені яйця — це простий і задовільний спосіб починати день. Їх можна готувати різними способами: «вкрутушку», «глазунью» або «з перевертом» — залежно від ваших уподобань.",
    "comment": "Смажені яйця краще вживати свіжими, але їх можна зберігати в холодильнику до одного дня. Економте час, смажуючи кілька яєць одночасно у великій сковорідці — з'їште одне порцію зараз і збережіть решту на пізніше. Використовуйте добре розігріту антипригарну сковорідку або спрей, щоб яйця не припалювалися та швидше готувалися. Спочатку розбійте всі яйця в миску для зручного додавання до сковорідки."
  },
  "arugula-salad-with-parmesan-and-che": {
    "name": "Салат з руколи, пармезану та червоних помідорів",
    "desc": "Елегантний салат із гострою руколою, солодкими черри, хрусткими горіхами та тонко нарізаним пармезаном. Заправлений оливковою олією з лимонним соком - ідеальна гармонія смаків і текстур, яка підійде як закуска або легка страва.",
    "comment": "Цей салат можна приготувати на кілька порцій: сухі інгредієнти зберігайте окремо від черри. Або, якщо не хочете займатися - змішайте все разом з помідорами і прийміть, що наступного дня вони будуть менш соковиті. Заправляйте салат безпосередньо перед подаванням - це значно скоротить час приготування. Також можна використати миту руколу та попередньо обсмажені горіхи."
  },
  "borscht": {
    "name": "Борщ",
    "desc": "Смачний український борщ з буряками, капустою, морквою та картоплею. Завершується сметаною і зеленню. Його глибокий червоний колір і солодкуватий смак роблять його улюбленим стравою в Східній Європі.",
    "comment": "Можна приготувати великий горщик борщу на кілька днів: охолодіть швидко, розфасуйте в герметичні контейнери і зберігайте додатки (сметану та зелень) окремо, додаючи тільки перед подачею. Смак покращуватиметься з кожним днем! Це значно скоротить ваш час приготування. Можна зберігати його в морозилці кілька місяців, поки не втрачається смак. Зручно використовувати відварені буряки, щоб уникнути фіолетового забарвлення кімнати. Також можна взяти заморожений шматок буряків і моркви, щоб скоротити час на нарізання. Тримайте під рукою домашній або магазинний бульйон, щоб залишилося тільки перемішати овочі."
  },
  "ramen": {
    "name": "Рамен",
    "desc": "Гаряча тарілка японських лапши з солодкуватим бульйоном на соєвому підливі і свіжими гарнірами. Втішаючий сніданок або швидкий обід з балансом умамі смаків.",
    "comment": "Готуйте велику порцію бульйону з курячих кісток або готової даші/бульйону в тисковику (20 хв), потім заморозьте порціями. Заздалегідь підготовте гарніри, як варені яйця і дрібненько нарізану зелену цибулю, зберігаючи окремо у холодильнику до 3 днів. Лапшу варіть свіжою і складайте: загальний активний час зменшиться завдяки заготівлям, що скоротитиме підготовку на кожну порцію на 70%. Використовуйте готові варені яйця або мікроволнову методику для яєць (1 хв)."
  },
  "khao-soi": {
    "name": "Као сої",
    "desc": "Північнотайська куряча лапша з густим кокосовим бульйоном, ароматними травами та хрусткими смаженими цибулями. Гармонійний баланс солодкого, кислуватого і пряного.",
    "comment": "Готуйте додаткову пасту для каррі (попередньо змішані часник, цибуля-шалот, спеції та лемонграс) і заморозьте у формочках для льоду на місяць. Варіть велику порцію курячого бульйону з ароматичними додатками (лемонграс, лимонні листки, курка) під тиском 20 хвилин, розфасуйте і заморозьте. Розморожуйте бульйон, додайте кокосове молоко та свіжу лапшу; смажте цибулю-шалот порціями або в духовці для економії олії. Масоване приготування скорочує активний час на одну порцію на 70%; домашня паста вигідніша за купленою."
  },
  "pho": {
    "name": "Фо",
    "desc": "Ароматна в'єтнамська вермішельова супова страва з прозорою бульйонною основою, рисовою вермішеллю, свіжими зеленню та тонко нарізаним м'ясом. Унікальний смак створюють зірчаста аніс, кориця та імбир, що роблять страву одночасно солодкуватою й напівсолонкою.",
    "comment": "Для прискорення процесу можна використати готовий бульйон або кубики. Ароматичні інгредієнти можна запекти під грілкою замість сковорідки. Приготуйте велику порцію бульйону, швидко охолодьте та розфасуйте в герметичні контейнери для заморожування на 3 місяці. Варте вермішель порційно та тримайте гарнір (базилік, цибулю, лайм) окремо до подачі. Бобові паростки можна швидко обдати киплячою водою за бажанням."
  },
  "xiao-long-bao": {
    "name": "Сяолунбао",
    "desc": "Делікатні китайські супникові пельмені з регіону Цзяннань. Наповнені свининою, желеоподібним бульйоном, який при нагріванні перетворюється на суп, і обгорнуті тонким прозорим тістом. Після паріння гарячими наповнювач вибухає соковитим бульйоном.",
    "comment": "Готуйте подвійну або потрійну порцію начинки та желе заздалегідь; заморожуйте желе порціями, а начинку окремо. Розморозіть за день до приготування для швидкого складання наступного дня. Тісто можна готувати великими порціями і зберігати обгорнутим; складайте 20+ пельменів одночасно, щоб скоротити час згинання на кожній партії. Парте кілька лотків одночасно в великому парошпітері. Заморозіть неварені пельмені на підносі, потім перекладіть у пакети на до 2 місяців — варте прямо з морозильника, додавши 2 хвилини."
  },
  "hondashi-miso-soup": {
    "name": "Місо-суп з дashi",
    "desc": "Ароматна японська страва, яка нагадує про тепло та спокій. Густина та смак створюються завдяки поєднанню солодкого місо і нежирного тофу в бульйоні з дashi. Це ідеальний варіант для сніданку або легкої вечері, який готується за кілька хвилин.",
    "comment": "Для економії часу використовуйте нарізані кубиками тофу та зелень у воді. З попередньо підготовленим бульйоном суп збирається менше ніж за дві хвилини."
  },
  "traditional-miso-soup": {
    "name": "Класичний суп місо",
    "desc": "Ароматна японська страва, яка нагадує про тепло та спокій. Суп місо готується з солодкуватого бульйону дасі і густої пасти місо, до якого додають м'який тофу. Це ідеальний варіант для сніданку або легкої закуски до будь-якого обіду.",
    "comment": "Готуйте бульйон дасі заздалегідь та зберігайте його в холодильнику до 3 днів, або заморожуйте у формочках для льоду на порції. Пасту місо можна зручно зберігати у невеликих склянках для швидкого розчинення. Для масового приготування готуйте велику порцію бульйону дасі раз на тиждень, розфасуйте в пакетики та заморозіть – розморожуйте заздалегідь у холодильнику. Використовуйте попередньо нарізані тофу та зелену цибулю, збережені у воді, щоб скоротити час приготування. Збирайте суп менше ніж за 2 хвилини з підготовленим бульйоном."
  },
  "chicken-soup": {
    "name": "Курячий суп",
    "desc": "Смачний домашній курячий суп з ніжним бульйоном, свіжими овочами та вермішеллю — ідеальний варіант для прохолодних вечорів. Класична страва, яку люблять у всьому світі.",
    "comment": "Готуйте велику порцію супу на кілька прийомів: швидко охолоджуйте, розфасовуйте в герметичні контейнери, зберігайте в холодильнику до 4 днів або заморожуйте до 3 місяців. Перед подачею додавайте свіжую петрушку. Смак покращується з часом. Для економії часу використовуйте натерті моркви та заморожений mirepoix (морква, селера, цибуля). Тримайте під рукою бульйон і попередньо відварене куряче м'ясо. Використовуйте мультиварку: 10 хвилин на високому тиску після пасерування."
  },
  "udon": {
    "name": "Удон",
    "desc": "Смачна японська страва з товстих пшеничних вермішель, відварених у ніжному бульйоні даші. Подають з зеленою цибулею та опціонально - хрусткими темпурними крихтами. Це проста домашня їжа, яку можна швидко приготувати для сніданку або обіду.",
    "comment": "Бульйон даші краще готувати заздалегідь і зберігати в холодильнику до 3 днів або заморожувати порціями. Для великої кількості можна зробити один раз на тиждень. Замість свіжого бульйону можна використовувати сухую даші: розчиняють у гарячій воді. Вермішель відварюють окремо 8-10 хвилин, потім обливають холодною водою для зупинки варіння. Готову вермішель та зелену цибулю можна заморожувати. Якщо бульйон і вермішель готові, суп збирається за 5 хвилин: нагрівають даші, додають приправи/вермішель, посипають крихтами/цибулею."
  },
  "tom-yum": {
    "name": "Том Ям",
    "desc": "Гарячий тайський суп з ароматичними травами та свіжими креветками, що поєднує яскраві кислуваті нотки з гострим смаком. Класичний приклад кухні Південно-Східної Азії.",
    "comment": "Зробіть велику порцію ароматичної пасти (потрібно розтолочити або змішати цибулю-порей, галангал, листя лайму та перець чилі), заморозьте у формочках для льоду на 3 місяці; додавайте по кубику до киплячого бульйону. Використовуйте готові гриби та магазинний рибний бульйон, щоб не робити все з нуля. Приготуйте великий горщик супу, швидко охолодьте, розфасуйте в герметичні контейнери і заморозіть на місяць; під час подачі додайте свіжі креветки або іншу м'ясну частину. Це скоротить час приготування кожної порції на 70%."
  },
  "tom-kha-gai": {
    "name": "Том Кха Гай",
    "desc": "Ароматна тайська куряча супка з кокосовим молоком, яку прикрашають свіжі трави та спеції. Густа підлива має освіжаючу нотку завдяки цибулі-порею, галангалу і лимонному листу.",
    "comment": "Приготуйте велику порцію ароматної пасти (змельніть цибулю-порей, галангал, перець чилі, лимонний лист) та заморозьте її порціями для швидкого використання. Варіть з кокосовим молоком і бульйоном. Використовуйте курятину дрібними шматочками та готовий доширак для економії часу на нарізання. Приготуйте велику порцію, швидко охолодьте, розфасуйте та заморозьте основу (без курятини) на 1-2 місяці; додавайте свіжу або попередньо варену курятину при підігріванні. Масоване приготування скорочує активний час на порцію на 70%. Варіть курятину заздалегідь для тижневого використання."
  },
  "laksa": {
    "name": "Лакса",
    "desc": "Гаряча пряна вермішельова супова страва з Малайзії, що поєднує кокосове молоко та ароматний бульйон із лимонним листям і галангалом. Подають у мисці, прикрашаючи свіжими зеленню та лаймом для освіжаючого завершення.",
    "comment": "Готуйте спеціальну пасту заздалегідь й зберігайте в холодильнику або морозильнику до місяця. Варіть бульйон великою порцією у швидковарці, щоб скоротити час приготування, потім розфасуйте та заморозьте. Перед подачею розігрійте бульйон, додайте свіжу вермішель і гарнір. Варайте креветки окремо й зберігайте в холодильнику, додаючи їх за кілька хвилин до подачі. Масоване приготування скорочує активний час на одну порцію приблизно на 70%."
  },
  "harira": {
    "name": "Харіра",
    "desc": "М'яка марокканська супова страва з ніжною бараниною, нутом і сочевицею на томатній основі, загущена борошном (тедуїрою). Насичена імбиром, корицею та свіжими зеленню — це повноцінна сніданкова страва.",
    "comment": "Щоб скоротити час приготування, можна подрібнити цибулю, сельдерей і зелень блендером замість ручного нарізання. Для розм'якшення баранини та нутів використовуйте швидковарку — 45 хвилин замість 1,5 годин. Приготуйте велику порцію основи (м’ясо/бобові/бульйон) і заморозьте її; вермішель і борошняну загущувач (тедуїрою) додавайте лише під час розігріву, щоб зберегти ідеальну текстуру."
  },
  "shchi": {
    "name": "Щі",
    "desc": "Основа російської кухні — густа супова страва з м'яким капустяним листям і ніжною яловичиною у прозорому, смачному бульйоні. Кислинка помідорів (або квашеної капусти) гармонійно доповнює жирність м'яса та солодкуватость коренеплодів.",
    "comment": "Щі з кожним днем стають смачнішими ('суточні щі'), тому краще готувати подвійну порцію, щоб дати їжі настоятися в холодильнику. Для економії часу можна замінити свіжу капусту квашеною — це не тільки скорочує час приготування, але й додасть справжню кислинку. Якщо використовуєте швидковарку, картоплю кладіть лише за 5 хвилин до кінця варіння, щоб вона не розварилася."
  },
  "okroshka": {
    "name": "Окрошка",
    "desc": "Освіжаюча холодна російська супова страва з кефіру, дрібненько нарізаної сирої овочівки та варених яєць. Часто подають у літній період. Кислинку підкреслюють столовеним оцтом або соком лимона.",
    "comment": "Яйця та картопля поварите заздалегідь і зберігайте в холодильнику до 3 днів. Овочі наріжте попередньо та тримайте окремо у герметичних посудинах. Перед подачею просто змішайте все з кефіром. Овочеву суміш можна готувати заздалегідь. Масоване приготування скорочує активний час підготовки на 60%."
  },
  "lagman": {
    "name": "Лагман",
    "desc": "Смачна центральноазійська страва з ручної лапши, подається з сочною м'ясною та овочевою запіканкою. Походить з Киргизії та Узбекистану, відома своїм насиченим бульйоном і пружною текстурою.",
    "comment": "Тесто можна зготувати заздалегідь, поставити в холодильник, а перед приготуванням розкатувати. Так скоротите час витримки. Крім того, овочі краще нарізати попередньо, а м'ясо маринувати протягом ночі для більш насиченого смаку."
  },
  "kharcho": {
    "name": "Харчо",
    "desc": "Смачна грузинська супова страва з м'яса, рису та горіхів у гострий томатному бульйоні. Додають ароматні спеції - фенхель, кмин і перець чилі для натурального смаку.",
    "comment": "Готуйте харчо великою порцією: після варіння м'яса розкладайте охолоджений суп у герметичні контейнери та заморожуйте на до 3 місяців, розігріваючи тільки потрібну частину. Використовуйте готовий бульйон або заморожене відварне м'ясо, щоб скоротити час приготування. Тримайте запас обсмаженої суміші цибулі та томатів у морозилці, додаючи безпосередньо до бульйону. Заздалегідь готуйте спеціальну пасту з фенхелю, часнику та кмину та зберігайте в холодильнику до тижня. Ці хитрощі збережуть смак і скоротять активний час приготування."
  },
  "altibariai": {
    "name": "Шалтібарщяї",
    "desc": "Класична литовська холодна бурякова супка з балансом земляної солодкості та молочно-кислого смаку. Традиційно подають охолодженою влітку, часто прикрашаючи кріпом.",
    "comment": "Готуйте буряки і картоплю порціями заздалегідь – можна зберігати у холодильнику до 5 днів або заморожувати очищені буряки на місяці. Нарізайте зелень-порей, огірок та кріп окремо, тримайте в герметичних контейнерах до 3 днів. Основа з кефіру з солю може стоять у холодильнику до 2 днів; овочі додавайте безпосередньо перед подачею, щоб зберегти хруст. Для щоденного використання тримайте велику порцію супового бульйону і додавайте свіжі прикраси в кожну миску. Це скорочує активний час приготування на 75%."
  },
  "focaccia": {
    "name": "Фокачча",
    "desc": "Класичний італійський хліб з Лігурії з повітряною м'якотістю та ароматним розмарином. Часто подають як закуску або до супу чи салату.",
    "comment": "Готуйте тісто заздалегідь і давайте йому підійти в холодильнику всю ніч або кілька годин. Це значно скорочує активний час приготування. Для швидкого змішування використовуйте кухонний комбайн. Можна готувати декілька фокаччі одночасно і заморожувати лишок. Тісто зберігається в холодильнику до 3 днів перед випіканням."
  },
  "minestrone": {
    "name": "Мінестроне",
    "desc": "Смачна італійська овочева супка з помідорами, бобами, макаронами та свіжими травами. Класичний рецепт тосканської кухні, яку часто подають як першу страву взимку.",
    "comment": "Щоб прискорити приготування, можна використати нарізані овочі і консервовані боби. Якщо готуєте велику порцію, тушкуйте на слабкому вогні до 2 годин – смак посилиться, а суп зберігається у холодильнику 3-4 дні."
  },
  "french-onion-soup": {
    "name": "Французький луковий суп",
    "desc": "Класична французька страва, що складається з солодких карамелізованих цибульок у густому м'ясному бульйоні, покритих розплавеним сиром груєр на підсмаженій багеті. Повільне томлення надає супу глибокого смаку, тому він ідеально підходить як початковий варіант до щирої трапези.",
    "comment": "Карамелізуйте цибулю великою порцією для кількох порцій — залишки можна заморозити для швидкого розогріву, що скоротить час приготування в наступний раз. Використовуйте дрібно нарізану цибульку-шалот і печіть її у духовці при 150°C без участі. Тримайте бульйон під рукою або заморожуйте порційно; одночасно запекайте кілька сирних тостів під грилем."
  },
  "gazpacho": {
    "name": "Гаспачо",
    "desc": "Холодний іспанський томатний суп, в якому сполучаються спелі помідори з огірком, паприкою, цибулею та часником. Має освіжаючий, кислуватий смак і відмінно підходить як легка закуска або перекус у спекотну пору року. Зазвичай подається з поливкою оливкової олії та декількома краплями хересного винного оцту.",
    "comment": "Для швидкого приготування всі овочі можна подрібнити блендером або кухонним комбайном. Гаспачо можна готувати великими порціями і зберігати в холодильнику кілька днів — смак з часом тільки покращується. Заздалегідь наріжте овочі та зберігайте окремо, а перед подачею змішайте. Це скоротить активний час приготування майже на 70%."
  },
  "tomato-soup": {
    "name": "Томатний суп",
    "desc": "Смачний, м'який томатний суп з цибулею, часником, морквою та курячим бульйоном. Яскраво-червоний колір і шовковиста текстура роблять його улюбленим для обідів і вечері.",
    "comment": "Готуйте більшу порцію супу на чотири порції, потім зберігайте в холодильнику або заморозьте. Наступного дня суп смакує ще краще і може триматися кілька днів. Використовуйте блендер-погруженець прямо у каструлі для швидкого збивання. Масоване приготування скорочує загальні витрати часу на порцію приблизно на 60%. Заздалегідь нарізайте мірепокс (цибулю, моркву, часник) і заморожуйте порціями."
  },
  "caldo-verde": {
    "name": "Кальдо-Верде",
    "desc": "Традиційна португальська страва – густа супова юшка з картоплі, капусти та чорізо. Подається гарячою в грубій мисці. Відома простотою приготування і ніжним димчасто-копченим смаком ковбаси.",
    "comment": "Готувати велику порцію на 4 порції: швидко охолоджувати, розфасовувати в герметичні контейнери. Зберігати в холодильнику до 4 днів або заморожувати до 3 місяців (чорізо додавати свіже при подачі). Смак покращується на другий день. Використовуйте відварну картоплю з попередньої порції та заморожену шинковану капусту, щоб скоротити час нарізання. Заморозьте дрібно нарізану цибулю/часник заздалегідь. Пакетне приготування скорочує активний час на порцію вдвічі. Тискова посудина скорочує варіння напівовички."
  },
  "fufu": {
    "name": "Фуфу",
    "desc": "Основна страва західноафриканської кухні - м'яке тісто з вареного маніоку, розтискане до гладкої консистенції. Ідеально доповнює гострі супи та стю, створюючи комфортну крохмалисту основу, яка поглинає смаки.",
    "comment": "Зняти шкірку з маніоку, нарізати кубиками заздалегідь. Зберігати у воді в холодильнику до 2 днів. Варювати порціями, розтискати/формувати гарячим за допомогою міксера або пресу для картоплі з додаванням води для швидкого гладкого результату. Зберігати готове фуфу в герметичній тарі до 24 годин або заморожувати порціями. Швидкострийник скорочує варіння до 15 хвилин. Порційне розтискання для 4 осіб економить 50% активного часу."
  },
  "egusi-soup": {
    "name": "Суп з егусі",
    "desc": "Густий нігерійський суп з насіння мелонів, приготований зі зеленню, пальмовою олією та різними видами м'яса. Зазвичай подається з пюре з ямсу або фуфу. Його щільна горіхова текстура і насичена смакова гама роблять його улюбленою стравою на сімейних зустрічах.",
    "comment": "Попередньо подрібніть егусі, наріжте/заморозьте цибулю порціями. Готуйте м'ясо в швидкостній каструлі (15 хв) і зберігайте бульйон замороженим. Заморожена шпинат відтає миттєво. Приготуйте подвійну порцію, охолодьте швидко, розфасуйте та заморозьте на 2 місяці; підігрівається швидко, смак посилюється. Додавайте шпинат при подачі. Готування партією скорочує час активної роботи на порцію на 50%."
  },
  "greek-salad": {
    "name": "Грецький салат",
    "desc": "Яскрава суміш спелих помідорів, хрустких огірків, кислуватого фети і солонуватих оливок, заправлена оливковою олією та орігано. Ця класична грецька страва - свіжа, без нагріву, ідеальна для спекотних літніх днів.",
    "comment": "Залиште овочі нарізані окремо в герметичних контейнерах у холодильнику до 3 днів. Фета та оливки можна підготувати заздалегідь. Овочеву суміш можна приготувати на кілька днів вперед, але заправляйте салат тільки перед подаванням. Для рівномірних кубиків використовуйте овочорізку або блендер з імпульсним режимом."
  },
  "gravlax": {
    "name": "Гравлакс",
    "desc": "Скандинавська страва з тонко нарізаної солодкої форелі, заправленої сіллю, цукром, кріпом і перцем горошком. Має шовковисту текстуру та м'який баланс солоного та трав'яних ноток, які гармонійно поєднуються з житом або каперсами.",
    "comment": "Готуйте гравлакс порціями (наприклад, 1 кг форелі) відразу — збільшуйте пропорції заправки, щільно загортайте та тримайте в холодильнику; він зберігається тиждень або заморожується порціями. Це скорочує активну підготовку на 70%, оскільки змішування/поширення заправки легко масштабувати. Використовуйте замерзений кріп, якщо він доступний дешево — це зменшить час нарізання; перевертайте пакет один раз у середині процесу."
  },
  "soba": {
    "name": "Соба",
    "desc": "Класична японська страва з солодководяних вермішель з гречки, яку подають охолодженою з ароматним соусом для обмакивання. Делікатний горіховий смак соба гармонійно поєднується зі свіжими зеленню та хрусткими крихтами темпури.",
    "comment": "Готуйте даші та соус заздалегідь, заморожуйте кубики даші; наріжте гарнір наперед. Варіть кілька порцій одночасно у великому казанку, щоб скоротити час приготування. Замочіть сухі вермішель 15 хвилин перед варінням для кращої текстури та швидшого приготування [web:14]."
  },
  "hot-dog": {
    "name": "Хот-дог",
    "desc": "Класична вулична їжа з США, хот-дог складається з пряної свинячої ковбаски в м'якому булці з додатками. Страву легко зібрати і можна споживати як перекус або швидкий обід.",
    "comment": "Смажте кілька ковбасок одночасно на сковорідці чи грилі, щоб скоротити час приготування; вони добре підігріваються в мікрохвильовій печі (30 секунд). Посічену цибулю зберігайте в холодильнику до 3 днів або використовуйте блендер для шматочків. Консерванти тримайте у флаконах з насадками для швидкого складання."
  },
  "burger": {
    "name": "Бургер",
    "desc": "Класичний американський бургер з сочною котлетою з яловичини, свіжою салатою, помідором і сиром між підсмаженими булками. Поєднання смачної сковорідки та хрустких овочів робить його культовим вуличним стріт-фудом.",
    "comment": "Зараніше формуйте котлети з м'ясного фаршу, укладайте шарами між пергаментом і заморожуйте; готуйте без розморожування, додаючи лише 1 хвилину. Помідори, цибулю (якщо використовуєте) та салату нарізайте порціями заздалегідь і зберігайте в герметичних контейнерах у холодильнику до 2 днів. Булки підсмажте партією під грилем, поки готується м'ясо, а соуси змішайте з кетчупом та майонезом і зберігайте в спринцовці."
  },
  "pizza-pepperoni": {
    "name": "Піца з пепероні",
    "desc": "Класична італійська піца з гострими шматочками пепероні та розплавеним моцарелло на хрусткій підсмаженій корочці. Комбінація димного копченого м'яса та тягучого сиру робить її улюбленицею для спільних застоль.",
    "comment": "Тримайте тісто для піци в холодильнику, даючи йому довгий холодний підйом протягом 1–3 днів, щоб залишалося лише формувати та додавати начинку перед випіканням. Дайте тісту трохи нагрітися, поки розігрівається піч і камінь або сталь, щоб легше було формувати без додаткового часу. Готуйте томатний соус заздалегідь та зберігайте його в холодильнику або морозильнику порціями, зручними для використання. Натертий сир і нарізану пепероні для декількох піц можна зберігати у герметичних контейнерах кілька днів, щоб складання піци зайняло менше 10 хвилин. Випікання двох піц одночасно на різних поличках або використання великого противня оптимізує роботу печі без збільшення активного часу."
  },
  "pizza-margherita": {
    "name": "Піца Маргарита",
    "desc": "Класична неаполітанська піца з тонкою, повітряною скорінкою, политою яскравою томатною підливою, м'яким моцарелло ді Буфала Кампана та ароматними листочками базиліку. Відома простим, але гармонійним смаком, який підкреслює якість інгредієнтів.",
    "comment": "Зробіть більше тіста в стилі неаполітанської піци та дайте йому охолодитися в холодильнику на 1–3 дні, розділивши на кульки – так кожна буде готова до розтягування і випікання. Дозвольте тісту відпочити при кімнатній температурі 45–60 хвилин перед випіканням, щоб воно легко розтягувалося без додаткових зусиль. Тримайте просту томатну підливу готовою – або попередньо звареною, або змішаною і охолодженою в флаконі для швидкого нанесення. Мозарелло ді Буфала та базилік повинні бути під рукою: перед випіканням просуйте сир сухим папером і розривайте його руками, щоб піца не стала водянистою. Випікайте на розігрітому камені або сталі при максимальній температурі пічі – так піца готуватися буде за кілька хвилин."
  },
  "grilled-cheese": {
    "name": "Смажена сирна бутерброд",
    "desc": "Затишний сендвіч з хрустким білим хлібом і розплавленим чеддером, класична американська стравка. Золотиста скоринка та тягуча начинка роблять його ідеальним для швидких обідів або пізніх перекусів.",
    "comment": "Натертий блок сиру можна зберігати в холодильнику до тижня, або використовувати готовий нарізаний пакет. Хліб краще замораживати порціями, а масло тримати при кімнатній температурі для рівномірного поширення без ножа. Розігрівте сковороду з антипригарним покриттям або чавунну на середньому вогні і смажте два бутерброди одночасно, перевертаючи лише раз; для великих порцій розігрійте духовку до 200°C і випікайте кілька штук на протильному листі для рівномірного зарум'янення без додаткових зусиль."
  },
  "club-sandwich": {
    "name": "Сендвіч-клуб",
    "desc": "Високий американський сендвіч з трьох шарів підсмаженого білої булки, у якому шаруються тонко нарізані грудка індички, хрусткі бекон, свіжа салатна листя, пластики помідорів і майонез. Для зручності шарів сендвіч закріплюють зубочистками.",
    "comment": "Смажте велику порцію бекону на протильній дошці в духовці при 200°C, зберігайте готові смужки у холодильнику до 5 днів або заморозьте їх плоско для швидкого розморожування. Купуйте вже нарізану грудку індички і зберігайте її в вакуумній упаковці чи щільно загорнутою; попередньо наріжте помідори та салат, тримайте їх свіжими у окремих відділеннях холодильника з паперовими рушниками. Підсмажте всі три шарі булки одночасно в тостері або тостер-автоматі, потім складайте сендвіч конвеєрним способом для кількох порцій — при необхідності підігрійте бекон у мікроволновці, щоб не витрачати час на сковорідку."
  },
  "blt": {
    "name": "БЛТ",
    "desc": "Класичний американський сендвіч з хрусткою беконом, сочними шматочками помідорів, свіжою салатою і підсмаженним білим хлібом з майонезом. Простий та смачний варіант для швидкого обіду або сніданку.",
    "comment": "Смажте бекон на протильній скриньці, охолодьте й зберігайте в холодильнику до 3 днів або заморозьте. Потім підсмажуйте шматочки за потреби на сковорідці або у тостері. Салату та помідори мийте, зрізайте, розкладайте у герметичні контейнери з паперовим рушником для поглинання вологості – так вони будуть завжди готові до складання сендвіча. Хліб зберігайте в морозилці й підсмажуйте без розморожування, щоб економити продукти та час на покупки. Коли все підготовлено, залишається лише підсмажити хліб, нагріти бекон і зібрати кілька сендвічів одночасно – це зменшить активний час навіть для великої порції."
  },
  "california-sushi-roll": {
    "name": "Калифорнійський суші-рол",
    "desc": "Популярний рол з рису усу, норі, крабових паличок, огірка та кремової авокадо. Його м'який смак і ніжна хрусткість роблять його основою в неформальних суші-барах та доставці.",
    "comment": "Готуйте більшу порцію рису для суші, заправляйте його ще гарячим і швидко охолоджуйте тонким шаром; він добре зберігається при кімнатній температурі декілька годин під вологою рушником, тому можна зручно готувати кілька партій за один раз. Замість сирої риби використовуйте крабові палички — їх потрібно просто нарізати смужками, що швидше і безпечніше для зберігання вдома. Огірки та авокадо наріжте батончиками і зберігайте в герметичних контейнерах (авокадо можна обробляти легким розчином рисового оцту або лимонного соку, щоб запобігти потемнінню). Бамбуковий коврик з пластиковою плівкою прискорює скручування та сприяє чистоті, а складання 3–4 ролів одночасно значно скорочує час роботи."
  },
  "fajitas": {
    "name": "Фахітас",
    "desc": "Смачні смужки м'яса з перцем, цибулею та спеціями, обсмажені на сковорідці. Подають із теплими кукурудзяними тортильями і шматочком лайма.",
    "comment": "М'ясо краще замаринувати на ніч для насиченого смаку. Овочі можна подрібнити мандоліною або блендером. Для економиї часу готуйте наповнювач порціями по 4 сервіровки в одній великій сковорідці, а потім заморожуйте. Тортильї зручно розігрівати в мікроволновці, загорнувши у вологі рушники."
  },
  "burrito": {
    "name": "Буріто",
    "desc": "Пшеничне тортильє з наповненням із вареного рису, фасолі, смаженої фаршу з цибулею та перцем, розплавленого сиру і свіжої сальси з сметаною.",
    "comment": "Рис, фасоль і м'ясне наповнення можна готувати партією для кількох буріто; зберігати окремо в холодильнику до 3 днів або заморожувати. Для рису/фасолі використовуйте мікроволновку чи швидковарку, розігрівайте компоненти по 1-2 хвилини кожен, збирайте швидко. Цибулю та перець нарізайте заздалегідь і зберігайте замороженими порціями."
  },
  "quesadilla": {
    "name": "Квесаділья",
    "desc": "Класична мексиканська закуска — квесаділья. Це хрусткий тортильйо, начинений розплавленим сиром, який часто подають як швидку страву або перекус. Назва походить від іспанського слова «queso» (сир), що вказує на прості, але смачні основні інгредієнти.",
    "comment": "Використовуйте готовий тертий сир і тримайте тортильйо у стопці, щоб не обгортати кожен окремо. Готуйте декілька квесаділья одночасно на великій сковорідці або грилі, перевертаючи їх разом — це скоротить активний час приготування. Заздалегідь збирайте кілька штук і готуйте по черзі."
  },
  "pommes-frites": {
    "name": "Картопля фрі",
    "desc": "Це хрусткі, золотисті смужки картоплі, обсмажені досконало — класична страва французької та бельгійської вуличної кухні. Її люблять по всьому світу за простий, але незбагненний хруст і солодкувкусну текстуру.",
    "comment": "Наріжте додаткову картоплю рівними смужками фрі та обробляйте на пару у мікроволновці 4-5 хвилин для швидкого очищення та парового варіння, потім просуньте. Смажте великі порції в глибокому смажінні або вокі, повторно використовуючи олію для кількох страв після заморозки після першого смаження. Додайте тваринний жир до олії для кращого хрусту без додаткових кроків."
  },
  "kebab": {
    "name": "Кебаб (донер)",
    "desc": "Класична турецька вулична страва з тонко нарізаної приправленої яловичини, запеченої на вертикальному грилі. Подається у теплому лаваші з свіжими овочами та соусом. Відома соковитою текстурою і димним смаком від повільного приготування м'яса.",
    "comment": "Використовуйте тонко нарізане яловичину або міні-стейки, швидко приправте та наріжте після обробки. Для швидкого приготування без вертикального грилю смайліть кілька порцій одночасно на протильній скрині під верхнім нагрівом пічі; зберігайте залишки м'яса в холодильнику до 2 днів. Заздалегідь готуйте овочі для гарніру у банках."
  },
  "shawarma": {
    "name": "Шаурма",
    "desc": "Класична вулична страва Близького Сходу – тонко нарізане запечене куряче м'ясо в теплому піті з свіжими цибулею та кислуватим соусом з йогурту і часнику.",
    "comment": "М'ясо можна замаринувати заздалегідь: змішайте йогурт, часник, лимонний сік, олію, сіль і перець – залиште на декілька годин або навіть на ніч. Готуйте кілька порцій одночасно: після запікання розріжте куряче м'ясо, пошматуйте цибулю, приготуйте соус великою партією – збирайте шаурму за потребою. Щоб швидше, можна взяти готову ростбифну курячину або попередньо підсмажені піти, які тримайте в теплі в фользі. Соус з йогурту виходить миттєво – просто змішайте з готовим часником."
  },
  "gyros": {
    "name": "Гірос",
    "desc": "Популярна грецька вулична страва з тонко нарізаної запеченої свинини, заправленої орегано та часником. Подається в теплому піті з свіжими помідорами, цибулею, салатом і огурком.",
    "comment": "Для домашнього приготування можна використовувати тонкі шматочки свинини або фарш, сформований у батончик для запікання в духовці замість вертикального вертелу. Просто заправте орегано, часником, солю та перцем. Зробите додатковий батончик або шматочки для кількох порцій: запічте один раз, зберігайте нарізане м'ясо в холодильнику до 4 днів або заморозьте, розігрівайте швидко на сковорідці — це скоротить активний час приготування для кожного гіроса. Купіть готову 'м'ясо для гіроса' у м'ясника або магазині, якщо воно доступне недорого, або замість нього використовуйте ротизері-курку або свинину. Заздалегідь приготуйте соус цацикі та наріжте овочі великою партією для швидкого складання."
  },
  "pad-thai": {
    "name": "Пад Тай",
    "desc": "Яскрава смажена страва з рисової вермішелі, креветок і тофу в кислуватому соусі на основі тамариндової пасти, прикрашена подрібненими горіхами та свіжими ростками. Класична вулична їжа Таїланду з гармонійним поєднанням солодкого, кислого, солоного і умамі.",
    "comment": "Вермішель краще замочити заздалегідь або використовувати гарячу воду (5-10 хв), щоб скоротити час приготування. Заздалегідь змішайте соус та підготовте всі інгредієнти. Для більшої ефективності готуйте дві порції одночасно у двох сковородах; використовуйте заморожені подрібнені цибульки/часники, якщо готуєте вперед. Додавайте гарніри свіжими перед подачею."
  },
  "pad-krapow": {
    "name": "Пад Крапов",
    "desc": "Яскрава вулична страва таїландської кухні з подрібненого свинячого м'яса, обсмаженого з священним базиліком, часником і чилі. Завершується рибним соусом, соєвим і трохи цукру. Готується швидко та надає ароматний гострий смак, який чудово поєднується з паровою рисою.",
    "comment": "Наріжте часник і чилі порціями та заморозьте для економії часу; готуйте кілька порцій одночасно в широкій сковорідці, активно перемішуючи. Використовуйте подрібнене свиняче м'ясо від довірених виробників або зробіть його заздалегідь; додавайте базилік у кінці, щоб зберегти аромат без переварювання."
  },
  "banh-mi": {
    "name": "Бань Мі",
    "desc": "В'єтнамський бутерброд, що поєднує хрусткий французький багет з сочною сковорідкою зі свинини, маринованими овочами та свіжими травами. Контраст текстур і яскраві смаки зробили його улюбленим вуличним стріт-фудом по всьому світу.",
    "comment": "Свинину (краще жирну) можна заготувати вперед, а перед подачею тонко нарізати. Овочі (моркву з дайконом) маринують у швидкому розсолі з оцтом (30 хв), для прискорення процесу можна використати мікрохвильовку. Для економиї часу підійде готовий паштет і нарізані багети. Збирайте кілька бутербродів одночасно, щоб не витрачати час на кожен окремо. Залишок маринованих овочів можна заморозити порціями."
  },
  "southern-fried-chicken": {
    "name": "Південна смажена курка",
    "desc": "Хрусткі золотисто-коричневі шматочки курятини в ароматній борошняній паніровці, подаються гарячими і сочними. Ця страва з півдня США - невід'ємна частина сімейних свят та меню домашньої кухні.",
    "comment": "Замочування у солодкому вершковому молоку на 8 годин робить м'ясо більш сочним, але для швидкого приготування можна обмежитися 15-хвилинним замочуванням. Розрізайте курку рівними шматочками і тримайте в холодильнику до смаження. Смажте порціями у гарячій олії, переробляючи її між приготуванням, або використовуйте метод подвійного смаження (спочатку 8 хвилин на низькій температурі, потім охолодження і ще 3 хвилини на високій) для додаткової хрусткості без довгого часу приготування. Можна замочувати велику порцію курки на тиждень вперед, заморожуючи порціями."
  },
  "roast-chicken": {
    "name": "Запечена курятина",
    "desc": "Класична недільна страва з цілої куриці, заправленої травами та цитрусовим соком, подається разом із запеченими кореневими овочами. Ця страву відома своєю хрусткою шкіркою і сочною м'ясою, тому вона часто стає комфортним центром сімейних зборів.",
    "comment": "Використовуйте заморожені нарізані овочі (морква, цибуля, картопля) — це скоротить час на обробку без додаткових витрат. Запекайте дві куриці одночасно в великому підносі: час у духовці майже не збільшиться, а порцій буде вдвічі більше. Почніть з курятини кімнатної температури та спочатку розігрійте духовку до максимальної температури (10 хвилин при 230°C, потім знизьте), щоб скоротити загальний час приготування, зберігаючи шкірку хрусткою."
  },
  "fish-and-chips": {
    "name": "Риба з картоплею фрі",
    "desc": "Класична британська страва, хрусткі рибні шматочки в солодкому тісті, подаються з золотистою картоплею фрі. Поєднання хрумкості та смачної, трохи кислуватого тіста гармонійно доповнюється соусом тартар.",
    "comment": "Спочатку готуйте картоплю: наріжте тонкими рівномірними скибочками, замочіть у холодній воді 30 хвилин для видалення крохмалу (щоб було хрусткіше), потім добре просушіть. Тісто зробіть заздалегідь та дайте відпочити в холодильнику 30 хвилин — це покращить його текстуру без додаткових зусиль. Використовуйте дві сковороди для одночасної обсмажки риби та картоплі, щоб скоротити час приготування; гаряче олію можна використовувати кілька разів."
  },
  "steak-ribeye-wagyu": {
    "name": "Стейк рибай з яловичини ваґю",
    "desc": "Класичний стейк рибай, приготований до сочного середнього рідкого ступеня, просто посипаний солістю і перцем. Цей ситний страв є візитною карткою американських стейкхаусів та часто подається з маслом з травами.",
    "comment": "Дайте стейку настоятися при кімнатній температурі 30-60 хвилин перед приготуванням, щоб скоротити загальний час і забезпечити рівномірне пріпекання. Використовуйте розжарену сковороду з чавуну на максимальному вогні під час підготовки; обсмажуйте кілька стейків одночасно, оскільки час у сковороді не залежить від кількості. Тримайте готове масло з часником і тим'яном у морозилці для миттєвого смаження."
  },
  "lasagna": {
    "name": "Лазанья",
    "desc": "Класична італійська страва з шаруванням: смажена м'ясна підлива, кремовий соус бешамель та розплавлений сир. Комбінація текстур і смаків робить її улюбленою сім'ї.",
    "comment": "Використання лазань без варіння скорочує час приготування, оскільки не потрібно відварювати пластини. М'ясну підливу та соус бешамель можна готувати порціями і заморожувати; збирання і запікання займуть лише кілька хвилин, що значно скоротить час на приготування в майбутньому. Цибулю та часник можна подрібнити у блендері, щоб скоротити підготовку вдвічі."
  },
  "chicken-parmesan": {
    "name": "Курка по-пармезанськи",
    "desc": "Класична італійсько-американська страва: куряча грудка в паніровці, заправлена соусом маринара та розплавленим моцареллою, запечена до золотистої скоринки. Тепла та смачна страва, яка гарно поєднується з пастою або свіжим салатом.",
    "comment": "Розбивайте куряче м'ясо тонше для швидшого запікання і використовуйте кулінарний спрей замість олії. Паніруйте та заморожуйте порції заздалегідь; випікайте зморожені, додавши 5 хвилин. Заздалегідь підготовте паніровку та випікайте кілька порцій одночасно – час у духовці залишається приблизно однаковим."
  },
  "spaghetti-carbonara": {
    "name": "Спагеті Карбонара",
    "desc": "Класична римська страва, де м'які спагеті поєднуються з кремовою підливою з яєць, сиру та хрусткої панчетти. Делікатний димчастий смак в'яленої свинини надає їй неповторного аромату.",
    "comment": "Готуйте подвійну порцію карбонари: обсмажте додаткову панчетту, відварте більше макаронок і розділіть компоненти соусу окремо для швидкого підігрівання в мікроволновці з кількома краплями води — це скоротить активний час на половину при наступному приготуванні. Використовуйте попередньо тертий сир і шматочки гванчале/панчетти замість пластинок, щоб ускоренити нарізання. Варите макарони одночасно з обсмажуванням панчетти на двох конфорках."
  },
  "spaghetti-bolognese": {
    "name": "Спагеті з соусом болоньєзе",
    "desc": "Класична італійська страва - м'яка паста аль денте у густому, довготомленому м'ясному соусі. Унікальний поєднання томатів, фаршу та ароматних трав робить її невід'ємною частиною сімейного столу.",
    "comment": "Зробіть велику порцію соусу болоньєзе і заморозьте порціями; розморожуйте тільки потрібну кількість, скоротивши майбутню підготовку на дві третини. Використовуйте блендер для швидкого подрібнення цибулі, моркви, селера та часнику за кілька секунд. Тримайте замороженими порції соффіто (цибуля-морква-селер) для миттєвого початку приготування. Зробіть подвійну порцію з самого початку, щоб розподілити активний час на кухні."
  },
  "risotto": {
    "name": "Ризотто",
    "desc": "Класична італійська стравка з рису Арборио, повільно приготованого в гарячому бульйоні. Завершується пармезаном та вершковим маслом для кремової текстури та гармонійного поєднання смаків.",
    "comment": "Для кількох порцій підвищте кількість інгредієнтів, готуйте в широкій сковорідці, помішуючи рідше після обсмажування. Порціонуйте та охолоджуються для розогріву у мікроволновці з бульйоном. Заздалегідь наріжте цибулю-часник, відміряйте рис і бульйон. Тримайте гарячий бульйон у кухлі для безперервного додавання."
  },
  "paella": {
    "name": "Паелья",
    "desc": "Яскрава іспанська рисова страва, приготована з шафраном, курячим м'ясом, морепродуктами та овочами. Це святкова одночашникова стравка, що відображає традиції середземноморської кухні.",
    "comment": "Готуйте велику порцію на 4 порції за один раз, щоб скоротити час підготовки: наріжте овочі разом, використовуйте відварений буряк або заморожену м'ясопродуктивну суміш, якщо вони є доступними. Замочте шафран у теплому бульйоні заздалегідь. Для індивідуальних порцій підготовте софріто та м'ясо заздалегідь, зберігайте в холодильнику, а рис додавайте безпосередньо перед подачею, щоб скоротити активну роботу. Використовуйте духовку для рівномірного приготування рису при 190°C після першого кип'ятіння, щоб пришвидшити процес."
  },
  "har-gow": {
    "name": "Хар ґоу (Креветкові пельмені)",
    "desc": "Делікатні прозорі оболонки, начинка з сочних креветок і тонких спецій. Класичний кантонський варіант дим-суму, відомий м'якою шкіркою та свіжим морським смаком.",
    "comment": "Робить подвійну порцію начинки й тіста, формуйте пельмені, заморожуйте на піддоні, потім у пакет. Готування зморожених додає лише хвилину, економить час на шинкуванні. Використовуй блендер для швидкого м'яса креветок/імбиру/часнику. Тортілья-прес між олійним пергаментом сприяє рівному розкатуванню без тріщин. Готуй декілька ярусів одночасно у пароварці."
  },
  "gyoza": {
    "name": "Гьодза",
    "desc": "Японські смажені на сковорідці пельмені з фаршем із свинини та капустою. Спочатку їх готують на пару під кришкою, а потім обсмажують до хрусткої скорінки знизу. Зазвичай подають гарячими з соєво-оцтовою заправкою як популярну вуличну їжу та закуску в японських ізакая.",
    "comment": "Рекомендується готувати велику порцію фаршу та тіста відразу, а потім заморожувати сирі гьодза на підносі перед перенесенням у контейнер. Їх можна без розморожування перемістити зі шкафчика прямо на сковорідку, лише додавши 1–2 хвилини до приготування. Для швидкого змішування фаршу використовуйте кухонний комбайн або палички, поки маса не стане липкою. Використовуйте мірну ложку для рівномірного розподілу фаршу. Сковорода з антипригарним покриттям і кришкою дозволяє готувати багато пельменів одночасно без постійної уваги, що значно скорочує час приготування при готованні кількох порцій."
  },
  "wontons": {
    "name": "Вонтони",
    "desc": "Нежні китайські вонтони з начинкою з пряного свинячого м'яса та ароматичних спецій, зазвичай варять і подають у легкому бульйоні або швидко обсмажують на сковорідці після відварювання з соєвим соусом. Їх шовкові обгортки та смачна начинка роблять їх класикою домашньої кухні та дим-сам.",
    "comment": "Зробить велику порцію вонтонів за один раз і заморозьте їх на підносі; можна варити без розморожування, додавши лише 1–2 хвилини до часу варіння. Замість випікання тіста використовуйте готові квадратні обгортки для вонтонів – це значно скоротить час приготування. Організуйте маленьку конвеєрну стрічку (начинка, складання, закриття), щоб за один раз згорнути кілька порцій і готувати їх потім за потребою."
  },
  "fresh-spring-rolls": {
    "name": "Свіжі весняні ролі",
    "desc": "Свіжі в'єтнамські ролі з хрусткою рисовою паперою, начинкою з відварених креветок, тонкої вермішелі, свіжих зеленей та сочних овочів. Зазвичай подають з соусом пекан або хоїн.",
    "comment": "Готуйте декілька роликів одночасно: відварите більшу порцію креветок і вермішелі (активна робота 5 хв, пасивне варіння 5-7 хв), охолодьте в льодовій воді для швидкого остудження. Використовуйте готову нарізану моркву/огірки з магазину — часто дешевше за свіжі в позасезонний період. Розкладайте начинку порціями в мисках, як на конвеєрі. Пікіруйте горіхи заздалегідь та зберігайте. Це скоротить час приготування кожного ролика вдвічі без додаткових витрат."
  },
  "hot-pot": {
    "name": "Гарячий горщик",
    "desc": "Спільна східноазійська страва, де у центрі стола стоїть кипляча каструля з бульйоном. До нього подають тонко нарізані м'ясо, свіжі овочі та жуйкі вермішелі. Завдяки теплу і можливості готувати продукти прямо за столом ця страва дуже популярна.",
    "comment": "Готуйте велику порцію бульйону заздалегідь і заморозюйте його порціями; розморожуйте одну порцію під час нарізання продуктів, щоб скоротити активний час. Купуйте вже нарізане м'ясо та заморожені овочі (наприклад, капусту, моркву, шпинат), щоб зменшити кількість нарізання. Нарізайте все одночасно для 4-6 порцій, використовуючи мандоліну для м'яса і овочів; готуйте одразу одну порцію, а решту зберігайте сирими для наступного приготування за столом. Вермішель варте окремо великою партією."
  },
  "peking-duck": {
    "name": "Пекінська качка",
    "desc": "Класична китайська страва з хрусткою шкіркою та ніжним м'ясом, яку традиційно подають з тонкими ліпними коржиками, зеленою цибулею, огурцями і солодким соусом з бобів. Ця страву готують за спеціальною технологією запікання, що надає їй неповторний аромат та багатий смак.",
    "comment": "Щоб шкірка швидше висихала (8-10 годин замість 24), можна використовувати вентилятор або фен. Для додаткової хрусткості натерти качку содою, а не тривалий час сушити на повітрі. Якщо готуєте кілька качок одночасно, змінюйте їх місцями у духовці для рівномірного запікання – це скоротить час приготування на 20-25 хвилин завдяки циркуляції гарячого повітря. Купуйте готові пекінські коржики або відтаюйте заморожені, щоб не витрачати час на тісто. Заздалегідь підготовте гачки для качки та розігрійте духовку до потрібної температури, поки готуєте глазур."
  },
  "kung-pao-chicken": {
    "name": "Кунг-Пао з курятиною",
    "desc": "Гаряча сичуанська стравка з ніжної смаженої курятини, хрустких горіхів, овочів та солодко-пікантного соусу зі стимулюючим перцем сичуань і сушеними чилі.",
    "comment": "Підготовте інгредієнти для кількох порцій заздалегідь: наріжте перець, цибулю, часник та чилі рівними шматочками (можна використовувати терку або кухонний комбайн), а потім зберігайте в мисках. Заздалегідь обсмажте додатковий сичуанський перець і подрібніть у порошок для швидкого використання. Подвійте рецептуру та готуйте в одній сковороді, щоб скоротити час приготування на порцію; швидко охолодьте, розфасуйте в герметичні контейнери і заморозьте на місяць — розігрівайте без розморожування у гарячій сковороді з трохи води."
  },
  "mapo-tofu": {
    "name": "Мапо тофу",
    "desc": "Класична сичуанська страва з ніжного тофу в гострому соєвому соусі, м'ясним фаршем та паруючими перецем сичуаньськими горішками.",
    "comment": "Головку часнику, імбир і свинину подрібніть разом і зберігайте в холодильнику до доби. Заздалегідь підсмажте молотий сичуанський перець - будемо використовувати. Приготуйте подвійну порцію соусової бази (свинина, тофу, ароматичні спеції) заздалегідь, заморозіть порціями, а потім просто прогрейте з тофу при необхідності - розморожується і нагрівається у вок вдвічі швидше. Можна використовувати магазинний курячий бульйон, якщо не хочете готувати свій."
  },
  "char-siu": {
    "name": "Чар Сіу",
    "desc": "Класична кантонська запечена свинина з солодко-пряним глазуром і карамелізованими краями, подається порційно з рисом.",
    "comment": "Марінуйте велику частину свинини (2-3 кг) на ніч, потім запікайте або смажьте на грилі відразу — активний час у духовці зменшується. Використовуйте конвекцію для рівномірнішого приготування та хрусткішої корочки. Запакуйте порції вакуумом і заморозьте — розморожуйте перед приготуванням у холодильнику. Додайте додатковий глазур під грилем 2-3 хвилини для карамелізації."
  },
  "tempura": {
    "name": "Темпура",
    "desc": "Японська страва з легкого тіста, обсмаженого в глибокому жирі: креветки, солодка картопля та різні овочі. Хрусткість і тонкий смак робить її улюбленою закускою в суші-ресторанах по всьому світу.",
    "comment": "Готуйте тісто безпосередньо перед обсмажуванням: охолодьте сухі складові та газовану воду. Для максимальної хрусткості використовуйте льодяну мінеральну воду. Наріжте овочі рівними шматками заздалегідь і просуште, щоб прискорювати процес. В домашніх умовах обсмажуйте порціями у широкій каструлі, перевикористовуючи олію 2-3 рази (якщо відфільтровано та збережено правильно). Зробите подвійну порцію: обсмажте все, дайте охолонути на решетці, заморозьте залишки в один шар, потім у пакеті; розморожуйте при 180°C протягом 3-4 хвилин для відновлення хрусткості."
  },
  "sashimi": {
    "name": "Сашімі",
    "desc": "Традиційна японська страва з тонко нарізаної сирої риби, подається з соєвим соусом, васабі та маринованим імбирю. Делікатна текстура і ніжний смак умамі роблять її улюбленою серед шанувальників морепродуктів по всьому світу.",
    "comment": "Купляйте тунця для сашімі вже нарізаним або частково замороженим (суші-блок). Розморозьте трохи у холодильнику та наріжте за 2-3 хвилини, а не 8 як свіжу. Можете заготувати порції заздалегідь: розріжте стейк тунця на 150г пакети, герметично запакуйте, зберігайте в холодильнику до 2 днів або заморозьте; терті імбир та васабі можна готувати вперед і зберігати. Для рівномірних тонких шматочків використовуйте мандолінову нарізку – це скоротить час і зробить процес безпечнішим."
  },
  "unagi-don": {
    "name": "Унагі Дон",
    "desc": "Японський унагі донбурі: смажений у вугілля прісноводний вугор на паровому рисі, политий солодко-солоним соусом кабаякі з соєвого соусу, мірина, цукру та саке. Димчастий і шовковистий вугор гармонійно поєднується з пухнастим рисом.",
    "comment": "Використовуйте зараніше розморожені фаршировані філе унагі (розморозьте в холодильнику). Зробіть подвійну порцію соусу і зберігайте його в холодильнику для швидкого використання наступного разу. Готуйте рис у рисоварці або мікрохвильовому пакеті, поки смажиться вугор; готуйте кілька порцій одночасно, щоб скоротити час приготування на одну порцію. Використовуйте фольгову підставку для легкої мийки."
  },
  "yakitori": {
    "name": "Якіторі",
    "desc": "Японські шампури з курячої стегнової частини та цибулі-порею, смажені на грилі при високій температурі і политі солодко-прогарним соусом таре. Димчасті хрусткі краї обдаровують неперевершеним умамі.",
    "comment": "Наперед розріжте курятину та цибулю-порей на рівні шматки; замочіть бамбукові шампурці в воді, щоб можна було використовувати кілька разів і вони не підгоріли. Приготуйте соус таре заздалегідь й зберігайте. Насаджуйте декілька шампурів одночасно для запікання у духовці або на сковороді-грилі; перевертайте й поливайте соусом відразу. Якщо є можливість, купіть вже порізану курячу стегнову частину."
  },
  "tonkatsu": {
    "name": "Тонкацу",
    "desc": "Японський смажений на глибокому олії свинячий лопаток у паніруванні, подається з тертим сирим капустним салатом та кислуватою соусом тонкацу. Хрусткий зовнішній шар відкриває сочний м'ясний interior.",
    "comment": "Рівномірно розбийте свинину, щоб швидше прожарилася; організуйте станцію панірування у вигляді конвеєра. Терте капусту можна готувати на терці або купити вже готову, поки гріється олія. Смажте два шматки послідовно в одній олії (збираючи крошки); для додаткової хрусткості обсмажте ще раз без додавання олії. Заморозьте лишні паніровані шматки для швидкого приготування у майбутньому."
  },
  "okonomiyaki": {
    "name": "Окономіякі",
    "desc": "Смачний японський оладок з капусти, борошняного тіста та свинини, обсмажений до золотистої скоринки. Подають з соусом для окономіякі, майонезом, водоростями норі та кунжутом.",
    "comment": "Приготуйте подвійну або потрійну порцію тіста і наріжте додаткову капусту заздалегідь, зберігаючи в холодильнику — це скоротить час нарізання наступного дня. Використовуйте готову терту капусту для салатів, щоб уникнути нарізання. Смажте кілька оладків одночасно на великій сковороді, щоб зменшити кількість перевертань і часу приготування."
  },
  "bibimbap": {
    "name": "Бібімбап",
    "desc": "Корейська страва з рисом, смаженими овочами та м'ясом, кислим кимчі, яйцем-глазун'єю і гострим соусом гочуджанг.",
    "comment": "Використовуйте готові овочі (промиті й нарізані) та рис з мікроволновки, щоб скоротити час приготування. М'ясо смажте порціями для кількох сервірувань; яйця тримайте окремо, якщо готуєте багато порцій."
  },
  "bulgogi": {
    "name": "Булґогі",
    "desc": "Тонко нарізане корейське м'ясо, мариноване в солодкувато-пряному соєвому соусі, швидкопливно обсмажене і подається з свіжими овочами.",
    "comment": "М'ясо краще замаринувати на ніч або заморозити ненадовго для легшого нарізання. Використовуйте готову пасту з часником та імбиром. Обсмажте подвійну порцію на розігряній сковорідці-грилі, потім розділіть і зберігайте в холодильнику 2-3 дні. Овочі тонко нарізайте заздалегідь та зберігайте у воді для свіжості."
  },
  "kimchi": {
    "name": "Кімчі",
    "desc": "Традиційна корейська закуска з квашеної пекінської капусти, часнику та гострого перцю. Її кислувато-уманієвий смак є основою багатьох корейських страв.",
    "comment": "Готуйте велику порцію кімчі (4-6 порцій) за раз: соління та змішування займатиме менше часу, оскільки нарізання та перемішування краще масштабується. Розфасовуйте в банки одразу після приготування, щоб не тратити час щоденно. Використовуйте готовий подрібнений часник і імбир (дешевше оптом, зберігаються місяцями у холодильнику), щоб скоротити час нарізання. Якщо немає місця на стільниці, солону капусту можна тримати в дуршлагу над мискою в холодильнику 1-2 дні — це покращить витягнювання смаку."
  },
  "tteokbokki": {
    "name": "Ттьокбоккі",
    "desc": "Класична корейська вулична страва, що складається з м'яких рисових колобків, тушкованих у гострій соєво-перцевій підливці з рибними ковбасками та зеленою цибулею. Яскраво-червоний колір і гармонійно-гострий смак роблять її комфортною закускою або швидкою стравою.",
    "comment": "Готуйте велику порцію на 3-4 особи, щоб скоротити час на нарізання та змішування соусу. Охолоджуйте швидко, розфасовуйте в герметичні контейнери і зберігайте в холодильнику до 3 днів – смак тільки покращується. Використовуйте готовий пасту з часником/імбирем або заморожені терті суміші, щоб не нарізати свіжі. Купуйте готові ттьок у магазинах (часто дешевше оптом в азіатських крамницях), щоб не відмачувати сухі. Наріжте суримі під час тушковування, щоб економити час."
  },
  "samgyeopsal": {
    "name": "Самґьопсаль",
    "desc": "Класична корейська стравка з смаженої свинячої шкірки, подається зі свіжими овочами та соусом самджа́н. Багатий смак і хрусткі краї від грилю роблять її особливою.",
    "comment": "Смажте кілька порцій одночасно для 2-4 осіб, щоб скоротити час приготування; використовуйте велику сковороду або чавунну плиту. Нарізайте шкірку на шматки прямо на грилі ножицями для швидкого обслуговування. Добре розігрійте гриль і не перевантажуйте його, щоб м'ясо рівномірно підрум'янилося. Заздалегідь поріжте овочі та відміряйте самджа́н; заморозьте залишки шкірки плоско для швидкого розморожування в наступний раз."
  },
  "japchae": {
    "name": "Джапче",
    "desc": "Класична корейська смажена страва з солодких картопляних вермішель, тонко нарізаної яловичини та яскравої суміші овочів, обсмаженої в соєвому соусі і кунжутній олії. Ця стравка є невід'ємною частиною святкувань та популярним затишним блюдом з гармонійним поєднанням солодкого, солоного та умамі.",
    "comment": "Підготовте овочі на 4 порції відразу і зберігайте в холодильнику до 2 днів, щоб скоротити час нарізання при наступній готовці; бланшуйте шпинат і варить вермішель одночасно у двох каструлях. Смажте подвійну порцію порціями у великій сковорідці, потім розфасуйте негайно – вермішель краще вбирає смак після ночі в холодильнику. Використовуйте попередньо нарізану яловичину та заморожений м'ясний асорті, якщо вони доступні за низькою ціною, щоб зменшити кількість нічого роботи."
  },
  "butter-chicken": {
    "name": "Курка у вершковому соусі",
    "desc": "Смажене м'ясо курятини в густому вершково-томатному соусі з прянощами. Класична індійська страва, яка гармонійно поєднує жирність вершків і гостроту спецій у ніжній підливі. Ідеальний супровід - рис або наан.",
    "comment": "М'ясо курятини краще замаринувати з попереднього дня або принаймні на кілька годин, щоб смак став насиченішим без додаткових зусиль. Основу соусу можна готувати заздалегідь і заморожувати порціями, а потім розморозити та довести до готовності з уже замаринованою курятиною. Для економії часу використовуйте готовий імбирно-часничний пасту і томатну пасту; маринуйте м'ясо партіями для декількох порцій, щоб скоротити час приготування."
  },
  "tandoori-chicken": {
    "name": "Курка тандурі",
    "desc": "Класична північноіндійська страва з ніжними шматочками курятини, маринованими в димному спеціях і запеченими до хрусткої корочки. Яскраво-червоний колір отримуємо завдяки суміші паприки, каєнського перцю та тандурі масали – ароматна і легко гостра.",
    "comment": "Маринуйте курятину в холодильнику всю ніч для максимальної ніжності без додаткового часу. Використовуйте готові шматочки стегнової частини та пляшкований лимонний сік, щоб скоротити підготовку; запекайте порції на противні в розжареній духовці або повітряній фритюрі для економії часу. Заморозьте мариновану сиру курятину порціями для швидкого приготування."
  },
  "biryani": {
    "name": "Біріані",
    "desc": "Ароматна страва з шаруванням рису та м'яса, що походить із Південної Азії. Відома своїми складними спеціями і пахучою зеленню. Традиційно готується на повільному вогні, щоб усі смаки гармонійно поєдналися.",
    "comment": "Готуйте порцію з запасом: обсмажте цибулю та приготовіть соус для курятини заздалегідь. Шарите з промитим рисом і готуйте в духовці або закритому горщику, щоб смаки належалися. Замочіть рис і маринуйте м'ясо/соус у холодильнику з попереднього дня. Використовуйте заморожену цибулю (часто дешевша оптом) та частково розморозьте рис у мікроволновці, щоб скоротити час варіння."
  },
  "naan": {
    "name": "Нан",
    "desc": "М'який, пухнастий плоский хліб з Індії та Пакистану, традиційно випікається в тандурі. Чудово доповнює карі і часто смажеться на гаручному вершковому масці з часником для додаткового аромату.",
    "comment": "Зробіть велику порцію тіста та зберігайте його у холодильнику до двох днів; розділіть на кульки і дозрівайте тільки потрібну кількість, поки решта залишається холодною. Це скорочує час вимішування та підйому для кожного нана. Для швидкого приготування (загалом 20 хвилин) можна використати бездрожжеве тісто з розпушувачем, гарячою водою і йогуртом. Розігрійте чавунну сковорідку або таву до максимальної температури для швидкого приготування кожного шматка."
  },
  "samosa": {
    "name": "Самоса",
    "desc": "Хрусткий трикутний пиріжок з гострими картопляними і горошковими начинками, що походить із Південної Азії. Його тріскучість зовні контрастує з смачною наповнювачем всередині, тому його так люблять як вуличну закуску.",
    "comment": "Варте картоплю і розтерти заздалегідь або використати залишки пюре, щоб не витрачати 15 хвилин на варіння та охолодження; приготуйте велику порцію начинки і заморозіть її порціями, швидко розморожуючи перед збиранням. Зробіть подвійну порцію тіста, охолодіть або заморозіть його у вигляді порцій, щоб скоротити час відпочинку та замесування при наступному використанні. Якщо є можливість, використовуйте готові обертки для ролів — це скоротить збірку до 10 хвилин, а з'єднувати їх можна водою."
  },
  "pani-puri": {
    "name": "Пані Пурі",
    "desc": "Улюблена вулична страва Індії, Пані Пурі складається з хрустких оболонок пурі, наповнених гострою кислуватим соусом (пані) та сумішшю розтертих картоплі, нутів і чатни. Це швидка закуска у вигляді невеликих порцій, що поєднує солодкі, кислі та пряні смаки в кожному кусочку.",
    "comment": "Використовуйте готові оболонки пурі та відварені картоплю/нут з попереднього приготування, щоб скоротити час підготовки. Готуйте томариндовий соус пані великими порціями заздалегідь і зберігайте охолодженим. Мелко нарізуйте цибулю та кріп у великих кількостях або використовуйте заморожені нарізані суміші, якщо це дешевше в вашому регіоні. Смажте кілька порцій одночасно, повторно використовуючи олію безпечно, щоб скоротити час приготування."
  },
  "masala-dosa": {
    "name": "Масала доса",
    "desc": "Хрусткі південноіндійські оладки з гострим начинням з картоплі та цибулі. Цей страв відомий своєю ніжною текстурою і ароматним смаком, зазвичай подається з кокосовим чатни.",
    "comment": "Готуйте тісто великими порціями й дозрівайте його в холодильнику до 5 днів у розділених контейнерах. Картоплю відварюйте та розминайте заздалегідь, зберігаючи в холодильнику до 3 днів. Цибулю нарізайте великими порціями або використовуйте заморожену для економії часу. Розігрівайте антипригарну сковороду перед приготуванням, щоб зменшити кількість олії та час обертання; готуйте 2-3 доси одночасно, якщо дозволяє розмір сковороди."
  },
  "palak-paneer": {
    "name": "Палак Панеер",
    "desc": "Смажена вершкова курка зі шпинатом і м'яким сиром панеер. Класична страва північноіндійської кухні, яку зазвичай подають з роті чи рисом.",
    "comment": "Для прискорення можна використати заморожений шпинат - розморозити його під гарячою водою. Купуйте сир панеер уже нарізаним або робить це заздалегідь з цілої головки. Готуйте основу з цибулі та помidorів у великій каструлі і заморожуйте порціями - це скоротить час обробки вдвічі. Для швидкості перемішуйте шпинат блендером прямо під час приготування."
  },
  "som-tam": {
    "name": "Сом Там",
    "desc": "Гострий тайський салат з зеленої папаї, подавлений у ступці, що поєднує солодкі, кислі, солоні та гострі смаки. Класична вулична їжа, яку зазвичай подають із клейким рисом.",
    "comment": "Заздалегідь наріжте велику кількість зеленої папаї та відварених довгих бобів, зберігайте в холодильнику до 3 днів, щоб скоротити час на шинкування та нарізання при приготуванні кількох порцій. Спочатку розтріскуйте у ступці інгредієнти для соусу (цибулю, чилі, цукор, рибний соус, лайм), а потім змішайте все разом. Використовуйте заздалегідь обсмажені горіхи та терку для нарізання моркви та помідорів, щоб прискорити процес."
  },
  "massaman-curry": {
    "name": "Карі Массаман",
    "desc": "Ароматна страва тайсько-індійського походження з ніжною яловичиною, тушкованою у соці з кокосового молока, кислинкою тамарину і спеціями. Багатий, трохи солодкуватий смак гармонійно доповнюється м'яким гострим відтінком пасти Массаман та землянистим смаком картоплі.",
    "comment": "Готуйте велику порцію на 4-6 осіб - це скоротить час приготування: один раз нарізаєте, тушкуєте в одному горщику, розфасовуєте і заморожуйте (до 3 місяців, смак збагачується). Використовуйте швидковарку (20-25 хв під тиском для ніжної яловичини). Заморожені очищені картопля/цибуля економлять 5 хвилин на нарізання. Готові солодкі горіхи (20г у вже обсмаженому вигляді) додадуть хрустку без додаткового обсмажування."
  },
  "green-curry": {
    "name": "Зелена карі",
    "desc": "Ароматна тайська страва з яскраво-зеленим кокосовим соусом, насиченим пряними травами та спеціями. Довершує гармонійний баланс гостроти, солодкості та кремового смаку, що робить її ідеальною для обіду або вечері.",
    "comment": "Приготуйте подвійну порцію: обсмажте пасту один раз і використовуйте для кількох порцій, економивши по 5 хвилин на кожній. Заморожені нарізані овочі (паприка, кабачки, бамбук) дозволять уникнути нарізання. Використовуйте тисковарильню на максимальному режимі 5 хвилин, щоб скоротити час приготування до 15 активних хвилин. Зберігайте ароматичні інгредієнти (цитронелла, лимонні листя) у спеціальній торбинці для легкого видалення."
  },
  "chicken-satay": {
    "name": "Курчачі шашлики сатай",
    "desc": "Класична індонезійська вулична страва — смажені на грилі курячі шашлики з соусом з арахісової пасти. Димний аромат і багатий смак роблять їх улюбленими гостями будь-якого святкування.",
    "comment": "Замаринуйте 1 кг курчати (розділіть на пакети, заморозьте залишок): це скоротить майбутню підготовку до 5 хвилин розморожування та наколювання. Для соусу можна швидко подрібнити вже очищені обсмажені арахисові горіхи. Смажте кілька порцій одночасно на великому протині або подвійному грилі; як варіант — запечіть у духовці (8 хвилин, перевернувши один раз) — це дозволить обійтися без вуличного грилю. Замочіть бамбукові палички для шашликів заздалегідь."
  },
  "fried-rice": {
    "name": "Смажена рисова каша",
    "desc": "Швидка і універсальна страва з залишків рису, яка перетворюється на смачну обід. Походить від китайської вуличної їжі, але тепер є основою в багатьох кухнях світу.",
    "comment": "Користуйтеся холодним рисом з холодильника — не потрібно додатково охолоджувати. Підготовте овочі та соуси заздалегідь, поки рис нагрівається. Для приготування великої порції подвоїть або потроїть рецепт у вокі — вартість розігріву плити залишається однаковою, а час нарізання зменшується пропорційно; розфасуйте і зберігайте в холодильнику 3-4 дні. Заморожені змішані овочі (горошок, морква) скорочують час нарізання до нуля."
  },
  "nasi-goreng": {
    "name": "Насі Горенг",
    "desc": "Класична індонезійська смажена рисова страва з гострим перцем і часником, яку часто подають із яйцем-пашот. Це улюблена стравка на обід або вечерю по всій країні.",
    "comment": "Користуйтеся холодним залишком рису, щоб він не скупчувався. Можете подрібнити часник і цибулю разом заздалегідь або використати заморожений подрібнений для швидкості. Готуйте велику порцію в вокі, щоб скоротити час приготування; зберігайте залишки у холодильнику до 3 днів. Для рівномірного розподілу гостроти додавайте самбал спочатку до олії."
  },
  "rendang": {
    "name": "Ренданг",
    "desc": "Смачна індонезійська стравка з яловичини, що готується повільно і має глибокий уміамі та ароматну суміш спецій. Походить з кухні Мінанґабау на Західній Суматрі. Традиційно тушкують, поки соус не загустіє до карамелізованого глазуру.",
    "comment": "У швидковарці або мультиварці час приготування скорочується до 30-35 хвилин (з урахуванням набору тиску). Для запасу подвоїть інгредієнти на 2-3 порції та зберігайте в герметичних контейнерах. Розтерті спеції (цибуля, часник, імбир, галангал, цибульне листя тощо) можна перемолоти блендером — це скоротить обробку. Залишок пасти заморозіть у формочках для льоду на майбутні порції."
  },
  "goi-cuon": {
    "name": "Гой куон",
    "desc": "Свіжі в'єтнамські ролли з креветками, рисовою вермішеллю та хрусткими овочами, зав'язані в прозору рисову паперу. Страву цінують за легкий ароматний смак і приємну хрусткість свіжих зелень.",
    "comment": "Креветки та вермішель варте заздалегідь, зберігайте в холодильнику до 3 днів. Овочі наріжте соломкою та тримайте у герметичних контейнерах з вологою паперовою серветкою. Перед подачею просто розм'якшіть рисову паперу і зіберіть ролли, скоротивши час приготування вдвічі. Також можна заморозити попередньо варені креветки на тижні."
  },
  "chili-crab": {
    "name": "Чілі-краб",
    "desc": "Класична сінгапурська страва з морепродуктів. М'ясо краба тушують у солодко-пікантному соусі на основі томатів. Зазвичай подають з паровими булочками або рисом, щоб обмакнути в смачний бульйон.",
    "comment": "Використовуйте заморожені очищені сегменти краба, щоб не витрачати час на очищення шкаралупи. Приготуйте соус з чилі та томатів великою порцією і заморозьте його дрібними частинами – він добре зберігається місяцями і потрібно лише розігріти, коли додаєте краба. Також можна використати швидковарку, щоб скоротити час тушкування вдвічі та зм'якшити м'ясо краба."
  },
  "hainanese-chicken-rice": {
    "name": "Хайнаньська курча з рисом",
    "desc": "Ароматна класична страва з Хайнаня: відварена курятина, подається з рисом, вареним у курячому бульйоні, і соусом з імбиру та сої. Страва відрізняється тонким смаком, який підкреслює природні якості птахи.",
    "comment": "Використовуйте рисоварку з паровим кошиком, щоб одночасно відварити курятину і приготувати рис у бульйоні — це значно скоротить час і обсяг миття посуду. Готовий курячий бульйон (домашній заморожений або якісний магазинний) дозволить не готувати його з нуля. Приготуйте додаткову порцію курятини та рису — вони добре зберігаються в холодильнику 3 дні, а смак покращується після ночі. Нарізайте курятину холодною для більш аккуратних шматочків."
  },
  "falafel": {
    "name": "Фалафель",
    "desc": "Смачна середземноморська вулична їжа — хрусткі фрикадельки з тушкованого нуту та зелені. Зовнішня скорлупа розкривається на ароматну, трав'янисту серцевину, яку чудово доповнює соус тахіні чи свіжа салат.",
    "comment": "Для найкращої текстури замочіть сухий нут на ніч (або швидко — 1 хв. кип'ятіння + 1 година без тепла). Для швидкого подрібнення цибулі, часнику, зелені та спецій використайте блендер до грубої пасти. Сформуйте 6-8 невеликих кульок і заморозьте на 15 хв. перед обсмажуванням — це запобігає розсипанню й скорочує час приготування. Обсмажте порціями, але зробіть подвоєну кількість: заморозьте надлишок на підносі, потім у пакеті; розморозюйте в повітряній фритюрниці чи духовці — це скоротитиме час повторного приготування."
  },
  "tabouleh": {
    "name": "Табуле",
    "desc": "Яскрава середземноморська салата з петрушки та булгуру, де гармонійно поєднуються кислинка лимону і свіжі зелені. Класична страву ліванської кухні, яку часто подають як легку закуску або гарнір.",
    "comment": "Вибирайте дрібний булгур — змочуйте кип'ятком або лимонним соком під час нарізання, щоб він розмок у процесі. Купуйте вже миту петрушку та м'яту — разом з цибулею обробляйте блендером для швидкості. Готуйте велику порцію на тиждень, розфасовуйте в склянки — салата зберігається 4-5 днів у холодильнику, а смак стає тільки кращим. Заморозюйте нарізану петрушку у формочках для льоду з водою для майбутніх порцій."
  },
  "fattoush": {
    "name": "Фаттуш",
    "desc": "Свіжа ливанська салата з хрусткими підсмаженими пітами, свіжими овочами, зеленню та кислувато-цитрусовим соусом на сумаку. Відмінний варіант для легкої обідньої стравки або гарніру.",
    "comment": "Піти можна підсмажувати порціями в духовці на листі, зберігаючи охолоджені крихітки у герметичному контейнері тиждень. Використовуйте вже миті салатні листки та блендер для швидкого шинкування овочів. Соус з сумаку, лимону та оливкової олії можна готувати заздалегідь і зберігати у холодильнику до 5 днів, перед використанням трішки встряхнувши."
  },
  "shakshouka": {
    "name": "Шакуша",
    "desc": "Смачна страва з яєць, варених у соусі з томатів і перцю. Часто подають на сніданок або обід, з гарячим хлібом.",
    "comment": "Готуйте велику порцію основи (цибуля, перець, томати, спеції) і заморожуйте порціями; розігрівайте одну, ляльте яйця, накривайте — так зменшиться час приготування. Використовуйте заморожені цибулю/перець, щоб не рубати, або блендер для швидкого дроблення. Зробить кілька «гнезд» яєць у одній сковорідці для 2-4 порцій одночасно."
  },
  "couscous": {
    "name": "Кускус",
    "desc": "Легка північноафриканська страва з пареної пшеничної крупи на бульйоні та оливковій олії. Має пухнасту текстуру, ідеальну для швидких салатів.",
    "comment": "Готуйте велику порцію (помножте на 4), розфасуйте в герметичні контейнери; підігрівайте по одній порції у мікроволновці з декількома ложками води за 1 хвилину. Якщо є можливість, використовуйте швидкоготовий кускус. Тримайте бульйон на плиті або готуйте в мікроволновці: кип'ятьте бульйон 2 хвилини, додайте кускус, накрийте та тримайте 5 хвилин."
  },
  "tagine": {
    "name": "Тажин",
    "desc": "Ароматна марокканська стравка, яку тушкують у конічному глиняному горщику. М'ясо стає ніжним, а суміш пряностей і солодких сухофруктів створює гармонійний баланс смаків — від насиченого до легкого екзотичного.",
    "comment": "Тажин смакує ще краще наступного дня. Зробить порцію на виперед: обсмажте м'ясо і овочі, розфасуйте та зберігайте в холодильнику до 5 днів або заморозіть на місяці. Заготуйте суміш спецій заздалегідь — подрібніть і підсмажте їх порціями. Можна використати консервовані помідори та мийку моркву. Якщо є швидковарка або Instant Pot, час тушкування скорочується до 30–40 хвилин, але результат буде таким же ніжним."
  },
  "baklava": {
    "name": "Баклава",
    "desc": "Смачна солодка випічка з Близького Сходу, що складається з шарів хрусткого філо-теста, начинки з горіхів і медового сиропу. Золотиста скоринка та аромат пістяхів роблять її улюбленою солодощею в багатьох культурах.",
    "comment": "Завжди використовуйте готове філо-тесто — виготовляти його вдома незручно для домашніх кухарів. Готуйте сироп під час випікання баклави, щоб оптимізувати процес. Обсмажуйте горіхи порціями і заморожуйте їх на майбутні порції. Найголовніше — печіть цілу форму (20–30 штук) відразу та зберігайте в щільно закритому контейнері при кімнатній температурі до 2 тижнів, або заморожуйте на місяці. Це значно скорочує час активної роботи з кожним кусочком. Смажте розтоплене масло між кожними 2–3 шарами замість кожного шару — це економить час без втрати текстури."
  },
  "pide": {
    "name": "Піде",
    "desc": "Традиційний турецький плоский хліб у формі човна або півмісяця, випічений до золотистої скорінки і часто посипаний сиром, м'ясним фаршем або яйцем. Це основна страва на сімейних зустрічах та вуличних лотках, відома своїми хрусткими шарами та насиченим смаком.",
    "comment": "Готуйте тісто великими порціями: після першого підйому розділіть його на частини, щільно загорніть і заморозьте на до 3 місяців. Розморожуйте протягом ночі в холодильнику, потім формуйте та випікайте. Заздалегідь обсмажте фарш, добре присоліть і зберігайте або заморозьте порціями — це скоротитиме щоденні приготування на 10 хвилин. Використовуйте вже натертий сир, щоб ще більше заощадити час. Для максимальної ефективності складіть кілька піде і випікайте їх одночасно на двох полицях духовки, перевертаючи через пів години для рівномірного запікання."
  },
  "lahmacun": {
    "name": "Лахмаджун",
    "desc": "Тонка, хрустка туркменська плоска пиріжна з м'ясною начинкою. Смачна суміш яловичини та баранини з сумахом і свіжими зеленями робить її улюбленою вуличною їжею.",
    "comment": "Готуйте велику порцію тіста та начинки для кількох лахмаджунів: поділіть на частини, заморозьте залишки плоско на підносах, потім у пакетах. Розморожуйте заздалегідь в холодильнику - це скоротитиме активну роботу на понад 30%. Використовуйте блендер для швидкого подрібнення цибулі, помідорів і петрушки. Розігрійте духовку з кам'яною плитою або перевернутим важким протинем при максимальній температурі (250°C+) для більш хрусткої випічки за менший час. Накладайте начинку тонким шаром для рівномірного швидкого запікання."
  },
  "kofte": {
    "name": "Кефте",
    "desc": "Класичні турецькі котлети з м'яса ягнятини та говядини, приправлені спеціями. Зазвичай подають із йогуртовим соусом або свіжою салатою. Ароматна суміш кмину, паприки та петрушки надає їй особливий смак, який гармонійно поєднується з пітою.",
    "comment": "Змішайте велику порцію фаршу для кефте вручну або блендером, сформуйте котлети або сосиски, розкладіть у контейнерах між пергаментом і заморозьте; готуйте прямо з морозильника (додайте 2 хвилини), щоб підготувати кілька порцій. Терті цибулі швидше змішуються. Витримайте сформовані кефте 15 хвилин при кімнатній температурі, або пропустіть, якщо потрібно швидко. У повітряній фритюрі готуйте при 190°C 10-12 хвилин з перевертанням, без постійного контролю."
  },
  "borek": {
    "name": "Борек",
    "desc": "Хрусткий випікане тісто з Балкан і сусідніх регіонів, зазвичай з тонкими шарами, начиненим сиром або фаршем. Випікається до золотистої скоринки. Частіше вживають як солодку закуску на сніданок або поділяються під час зустрічей.",
    "comment": "Користуйтеся готовою юфкою або філо-тістом, щоб не витрачати час на виготовлення тіста. Зробіть великий протипін, розріжте після випікання і зберігайте порції в холодильнику чи морозильнику; підігрівайте без попереднього розморожування, щоб зусилля по складанню та начинці розподілилися на декілька приготувань. Начинку з сиру можна приготувати заздалегідь і зберігати в холодильнику до двох днів, так що в зайняті дні вам залишиться тільки зібрати і випікти."
  },
  "lula-kebab": {
    "name": "Лула кебаб",
    "desc": "Класичний кавказький та турецький шампур з спеційної фаршированого м'яса, який формують на шпажках і смажать до соковитої готовності. Ароматна суміш кмину, цибулі, часнику та свіжих трав надає йому багатий димний аромат, особливо коли подають у теплому лаваші.",
    "comment": "Приготуйте більшу порцію фаршу з спеціями, сформуйте кебаби і охолодьте їх на підносі; після застигання зберігайте в контейнерах, щоб можна було смажити прямо зі холоду або замороженого без додаткової підготовки. Використовуйте гриль-панель або верхню піч для одночасної обробки кількох шпажок замість перевертання окремих кебабів у маленькій сковорідці. Натерту цибулю можна заморозити порціями для майбутніх порцій кебабів, щоб не різати її кожен раз."
  },
  "moussaka": {
    "name": "Мусака",
    "desc": "Смачна грецька запіканка з шарами запеченої баклажана, спечених ягнятини з томатним соусом та вершковим бéchamel. Багатошарова страва запікається до золотистої скоринки і чудово підходить для сімейного обіду.",
    "comment": "Запекайте баклажани на великому протині в духовці, а не смажте порціями — так ви збережете час і олію. Готуйте м'ясний соус і бéchamel, поки запекаються баклажани, щоб швидко скласти страву. Можна зібрати всю мусаку на день раніше, охолодити, а перед подачею запікти — так вона буде ще смачнішою. Залишки гарно розігріваються і стають лише сочнішими."
  },
  "souvlaki": {
    "name": "Сувлакі",
    "desc": "Класична грецька вулична страва — смажені на шампурі шматочки свинини з пряними травами, лимоном і свіжими овочами. Швидко, смачно та дуже нагадує атмосферу приморських таверн.",
    "comment": "М'ясо краще замаринувати на ніч або хоча б на 2 години — так воно набере смаку і зменшиться час підготовки. Зробить порцію подвійною чи потрійною, бо сувлакі добре зберігаються в холодильнику 3-4 дні та чудово розігріваються на сковорідці або в духовці. Можна заготувати шампики заздалегідь, заморозити їх у маринаді і готувати прямо з морозилки — додавши лише 3-4 хвилини до часу приготування. Використовуйте вже нарізані перець чи заморожені овочеві суміші, щоб не тратити час на шинкування."
  },
  "spanakopita": {
    "name": "Спанакопіта",
    "desc": "Класичний грецький шпинатний пиріг з хрустким філло-тестом, начинений смачною сумішшю обсмаженого шпинату, цибулі, фети та зелені. Часто подають теплим як закуску або легку основну страву під час сімейних зборів.",
    "comment": "Робить великий противень для кількох порцій, оскільки спанакопіта чудово зберігається в холодильнику до 5 днів і заморожує до 3 місяців. Використовуйте готовий заморожений шпинат (вже нарізаний та без зайвої вологості) для скорочення підготовки. Купуйте філло-тесто в магазині замість випікання з нуля, щоб врятувати години праці. Можна зібрати всю страву заздалегідь, поставити в холодильник невипіканою та запікати перед подачею. Підігрівайте порційно у тостерній печі для відновлення хрусткості."
  },
  "schnitzel": {
    "name": "Шніцель",
    "desc": "Класична австрійська страва — тонкий відбивний шматочок телятини, обсмажений в паніруванні до золотистої скоринки. Подають з ломтиками лимона і простими гарнірами: салатом із картоплі або свіжою зеленню. Ця страва — втілення домашнього комфорту центральноєвропейської кухні.",
    "comment": "Готуйте кілька шматочків одночасно: відбійте, посоліть і запаніруйте партію, потім заморозьте їх на плоскій підставці перед переміщенням у контейнер. Такі шніцелі можна безпосередньо з морозильника скидати в паніровку і обсмажувати, лише збільшивши час приготування на початковому етапі (на слабкому-середньому вогні). Організуйте станцію для панірування: широкі ємності та використовуйте одну руку для мокрих ігор, а іншу — для сухих, щоб зменшити бруд і прискорити процес. Використовуйте велику сковорідку, щоб одночасно обсмажувати 2-3 шніцелі без затіснення — це збереже хрусткість та скоротить загальний час роботи. Якщо часто готуєте шніцель, зробіть суміш спецій для борошна і панірувальних сухарів — так не доведеться кожен раз відмірювати."
  },
  "currywurst": {
    "name": "Курі-версту",
    "desc": "Традиційна німецька вулична страва — нарізані ковбаски в соусі з томатів, куркуми та легкою кислинкою. Зазвичай подають із картопляним пюре або булкою. Особливо популярний як перекус у берлінських закусочних.",
    "comment": "Заробить велику порцію соусу — він добре зберігається в холодильнику кілька днів, а заморожений тримає ще довше. Наперед відварите ковбаски у киплячій воді, охолодьте та збережіть. Потім просто обсмажте на сковорідці або запечіть перед подачею. Соус і ковбаски тримайте окремо в герметичних контейнерах — так зручно розфасовувати порції. Якщо любите цю страву, змішайте заздалегідь суміш куркуми, паприки та цукру — це прискорить процес приготування."
  },
  "bratwurst": {
    "name": "Братурст",
    "desc": "Класична німецька ковбаса з свинини або суміші свинини та телятини, приправлена гвоздикою, імбирем і кумином. Зазвичай смажиться на грилі або сковорідці і подається з хрінцем, булкою та іноді кислою капустою.",
    "comment": ""
  },
  "pretzel": {
    "name": "Брецель",
    "desc": "М'який, пружний німецький перекус з блискучим темним корочком і легкою солоністю. Класичний брецель найкраще смакує теплий, посипаний грубою морською сіллю або з сирним соусом.",
    "comment": "Зробіть подвійну чи потрійну порцію тіста, заморозьте його після першого підйому. Розморожуйте в холодильнику протягом ночі і формуйте без повторного замішування. Використовуйте швидкодіюче дріжджі, щоб не чекати підйому, а розчин соди готуйте, поки тісто відпочиває. Пікіть кілька брецелів на одному аркуші для ефективного використання духовки."
  },
  "sauerkraut": {
    "name": "Квашена капуста",
    "desc": "Це кислувата, ферментована страва з капусти, що походить із Центральної Європи. Часто подається як гарнір або додаток до ковбас і бутербродів. Її хрусткий смак та корисні пробиотики роблять її невід'ємною частиною багатьох ситних страв.",
    "comment": "Для приготування кількох банок одночасно наріжте капусту у великій кількості за допомогою кухонного комбайна. Використовуйте ганчірні ваги або ферментаційні горщики, щоб забезпечити рівномірне пресування без щоденних перевірок. Починайте нові банки кожного тижня для постійної подачі без повторення повної підготовки."
  },
  "sauerbraten": {
    "name": "Запечений м'ясо у кисло-солоному соусі",
    "desc": "Класична німецька страва - тушковане м'ясо, яке перед приготуванням маринують у суміші оцту та вина. Готується повільно до ніжності, має глибокий смак і зазвичай подається з червоною капустою або картопляними галушками.",
    "comment": "Можна маринувати кілька шматочків м'яса одночасно великими порціями. Після маринування залишок заморозіть - це скоротить час підготовки в наступний раз. Для прискорення готування можна використовувати швидкоповарник або Instant Pot (45 хвилин замість 3 годин). Заздалегідь наріжте та заморозьте овочі для маринаду, щоб не витрачати час на їх обробку щодня."
  },
  "ksesptzle": {
    "name": "Казешпецле",
    "desc": "Класична німецька страва-конфорт з свіжих яєчних вермішель, заправлених розплавленим сиром і хрусткими цибулями. Часто подається як сытна основна стравка або гарнір.",
    "comment": "Використовуйте готову вермішель (охолоджену або сухую) для економии времени на замісі тіста і його відпочинку. Наріжте цибулю тонкими пластинками заздалегідь або використайте мандоліну для швидкого обсмажування за 2 хвилини. Натертий сир можна зверху посипати холодним, щоб він розплавився під грилем, а не на плиті."
  },
  "rouladen": {
    "name": "Руладени",
    "desc": "Класична німецька страва з тонких шматочків яловичини, набитих огірками, цибулею та беконом, що тушкуються до м'якості. Смачна і ситна страва, яка демонструє глибину смаку традиційної баварської кухні.",
    "comment": "Готуйте велику порцію з 4-6 руладенів за раз: після першого часу на складання кожного наступного значно менше. Використовуйте вже тонко нарізані шматочки яловичини (вершина стегна) від м'ясника, щоб не витрачати час на обробку. Обсмажте всі руладени в одній сковорідці швидко на сильному вогні. Для підігріву зробіть більше соусу і зберігайте руладени в ньому в холодильнику; вони розігріваються за 5 хвилин на плиті. Заморозьте готові руладени в соусі на термін до 3 місяців, розморозьте за день і підігрійте повільно."
  },
  "goulash": {
    "name": "Гуляш",
    "desc": "Смачний угорський м'ясний страв з говядини, паприки, цибулі та овочів. Традиційно подається гарячим із хрустким хлібом або макаронами.",
    "comment": "Готуйте велику порцію на 4-6 осіб: дрібний шматочок і довге томлення скорочує час приготування. Поступово карамелізуйте цибулю заздалегідь та заморожуйте порції для швидкого використання. Використовуйте тисковий казан або Instant Pot, щоб готувати 40 хвилин. Тримайте під рукою готову суміш спецій (паприка, сіль, перець). Заморожуйте порціями; смак покращується з часом і зберігається до 3 місяців у заморозці."
  },
  "pelmeni": {
    "name": "Пельмені",
    "desc": "Традиційні російські пельмені з начинкою з м'ясного фаршу (свинини та яловичини), приправленого спеціями. Подаються гарячими у бульйоні або зі сметаною. Делікатне тісто і смачна начинка роблять їх комфортною стравою східноєвропейської кухні.",
    "comment": "Зробить велику порцію тіста та фаршу для кількох прийомів їжі, формуйте всі пельмені відразу, заморозьте залишок на посипаному борошною підносі, а потім перекладіть у пакети — це скоротить час збирання порцій. Використовуйте машинку для тіста або кухонний комбайн для м'яса та фаршу, щоб прискорити процес. Варите порціями, формуючи наступні, щоб перекривати активну роботу. Купіть заморожені пельмені для швидкого приготування, якщо час обмежений."
  },
  "olivier-salad": {
    "name": "Салат Олів'є",
    "desc": "Класичний російський салат з кремовою сумішшю дрібно нарізаних овочів, яєць і огірків під майонезом. Густий та свіжий, часто подають до свят.",
    "comment": "Варіть картоплю, моркву, яйця та горошок разом у одному каструлі, щоб скоротити час приготування; швидко охолоджуйте в льодовій воді для безпечного дрібного нарізання. Нарізайте все рівномірно, використовуючи овочорізку або дошку з сіткою. Приготовляйте велику порцію, розфасовуйте та зберігайте в холодильнику до 3 днів, додаючи майонез безпосередньо перед подачею, щоб зберегти свіжість. Використовуйте заморожений горошок, розморожений без варіння."
  },
  "blini-with-caviar": {
    "name": "Блини з ікрою",
    "desc": "Ніжні російські блини, які подають як вишукану закуску. Вершки та солона ікра створюють елегантний контраст з м'якими, трохи кислуватими блинами - класичний та ретельно підготовлений смак.",
    "comment": "Готуйте подвійну або потрійну порцію тіста заздалегідь й зберігайте в холодильнику до 2 днів. Це значно скоротит час приготування для великої кількості порцій. Використовуйте спеціальну блиняницю або електросковороду, щоб готувати 4-6 блинів одночасно замість по одному. Розфасовуйте вершки та ікру в кондитерський пакет для швидкого складання."
  },
  "beef-stroganoff": {
    "name": "Бичачі котлети по-строганівськи",
    "desc": "Класична російська страва з ніжних смужок яловичини у м'якішному грибному соусі. Зазвичай подають з вермішеллю або рисом, поєднуючи солодкувкусний смак з шовковистою текстурою.",
    "comment": "М'ясо та овочі можна нарізати заздалегідь і зберігати в холодильнику 1-2 дні, щоб скоротити час приготування. Використовуйте готовий ру (суміш борошна з маслом) - смажте його і заморозіть у формочках для льоду, щоб миттєво загущувати соус без необхідності обсмажувати борошно. Для швидкого приготування краще взяти філе або готову нарізку для стір-фри - так м'ясо буде готовитися до стану середньої рідкості перед додаванням соусу."
  },
  "varenyky": {
    "name": "Вареники",
    "desc": "Українські вареники з картоплі та сиру, які подають гарячими з сметаною або смаженим цибулем. Це душевна страва, яку особливо люблять на святі та сімейних зустрічах.",
    "comment": "Картоплю можна розварити в мікроволновці за 5-7 хвилин для швидкого подрібнення; для тіста і начинки зручно використовувати блендер. Цибулю краще смажити порціями, поки тісто відпочиває. Зробить подвійну порцію, заморозьте сирими вареники на підносі, потім у пакеті; готуйте прямо з морозильника, щоб скоротити час приготування в майбутньому. Тримайте відварену картоплю або пюре замороженою."
  },
  "pierogi": {
    "name": "Вареники",
    "desc": "Класичні польські вареники з різними начинками: солодкі - з ягодами, або солоні - з м'ясом та картоплею, капустою та грибами. Подають гарячими зі сметаною і пасерованим цибулем.",
    "comment": "Картоплю можна розварити в мікроволновці для швидкого приготування; використовуйте готове тісто або рецепт без відпочинку. Начинки зручно підготувати у блендері, а овочі та м'ясо обсмажити разом. Зробить подвійну порцію, заморозьте сирі вареники на протильній дошці перед зберіганням; варити можна без розморожування. Для капусти зручно використати готову квашену, а цибулю та гриби - заморожені."
  },
  "bigos": {
    "name": "Бігос",
    "desc": "Смачний польський стюваний страва з кислої капусти, свіжої капусти та різних видів м'яса. Повільне приготування надає йому глибокого смаку і робить його ідеальним для зимових вечерів.",
    "comment": "Готуйте велику порцію - через кілька днів смак тільки покращиться, а також можна заморозити. Використовуйте швидковарку, щоб скоротити час приготування з 3 годин до 45 хвилин. Для економиї часу обробляйте капусту та моркву у блендері."
  },
  "stuffed-cabbage-rolls": {
    "name": "Голубці",
    "desc": "Традиційна східноєвропейська страва, де спечений фарш з рисом загортають у ніжні листя капусти і тушкують у томатному соусі.",
    "comment": "Заморозьте цілу кочан капусти на добу, потім розморозьте - листя стануть м'якими й гнучкими без варіння, що збереже час та уникне опіків. Використовуйте повільний кухонний комбайн або важку каструлю, щоб голубці тушилися пасивно, поки ви зайняті іншими справами."
  },
  "potato-pancakes": {
    "name": "Драники",
    "desc": "Класичні смажені картопляні котлети з тертої картоплі, хрусткі і золотисті. Найкраще подавати гарячими з паштетом або сметаною.",
    "comment": "Для приготування тіста можна використати кухонний комбайн із дрібною теркою — це значно пришвидшить процес. Якщо смажити на двох великих сковородах одночасно, час готовки скоротиться вдвічі."
  },
  "salo": {
    "name": "Салo",
    "desc": "Традиційна українська страва з солонини, відома своєю насиченою смакою та розплавлюваною текстурою. Зазвичай подається тонкими шматочками на чорному хлібі з свіжою кріпкою або дрібненько покріпаною цибулею.",
    "comment": "Готуйте велику порцію сала (1-2 кг) відразу: час на натирання та укладання залишається таким самим, але зменшуєте підготовку для кожної порції. Використовуйте очищену заморожену цибулю, щоб скоротити час на шинкування. Для гарячого розсолу варіть спеції заздалегідь і використовуйте повторно; швидко охолоджуйте в льоду для зберігання у холодильнику. Тримайте в холодильнику до місяця або заморожуйте порціями."
  },
  "shashlik": {
    "name": "Шашлик",
    "desc": "Класичний центральноазійський шампур з маринованих кубиків м'яса, запечених на розжареному вугіллі. Димний аромат і сочна м'якоть роблять його улюбленою вуличною стравою в колишніх радянських республіках.",
    "comment": "Маринуйте 1-2 кг яловичини за раз: при великих об'ємах час нарізання та змішування скорочується вдвічі. Використовуйте подрібнений часник і заморожені цибулеві кільця, щоб прискорити підготовку. Нашпирюйте декілька шампурів попереду та готуйте великими порціями на великому грилі або в духовці; перевертаєте рідше для економії часу. Огрівайте залишки на розжареному грилі."
  },
  "plov": {
    "name": "Плов",
    "desc": "Ароматний узбецький плов з ніжною бараниною та карамелізованими цибулями, тушкований у смачному бульйоні зі спеціями. Традиційно подають на святах як символ гостинності та достатку.",
    "comment": "Готуйте порції пловом одночасно в великій каструлі — час тушкування трохи скорочується, бо більша кількість краще тримає тепло. Використовуйте заморожений нарізаний цибуля-морква та готовий бульйон у порціях, щоб прискорити приготування. Зберігайте плов у герметичних контейнерах у холодильнику до 48 годин або заморажуйте порційно."
  },
  "manti": {
    "name": "Манти",
    "desc": "Турецькі пельмені з начинкою з яловичини та баранини, приправленої спеціями. Подають з кисло-солодким йогуртовим соусом, посипаними сумаком і червоним перцем. Традиційно варять після попереднього запікання, іноді обсмажують для хрустких країв.",
    "comment": "Зробить велику порцію тіста та начинки, сформуй і запікай все відразу, потім заморозь порціями. Це розподілить витрачений час на підготовку між кількома прийомами їжі, скоротивши активний час для повторних приготувань вдвічі. Варьте без розморожування, додаючи лише 1-2 хвилини. Використовуйте машинку для тіста або валик з насадкою для тонших та рівномірніших пластів. Готуйте йогурт і соуси заздалегідь."
  },
  "dolma": {
    "name": "Долма",
    "desc": "Смачні листя винограду, фаршировані спеченим рисом з зеленню та м'ясним фаршем. Подають із йогуртом або томатним соусом.",
    "comment": "Готуйте велику порцію начинки і заготовляйте долму заздалегідь, укладаючи шарами в горщиках чи пакетах для заморожування. Так можна приготувати кілька порцій одночасно, скоротивши час на кухні вдвічі. Використовуйте готові листя винограду з банки або попередньо обсмажені, щоб не тратити час на бланшування. Рис можна відварити наперед або взяти швидкозварний. Для приготування використовуйте скороварку – це значно скоротить час тушкування. Зелень краще заздалегідь порізати і заморозити порціями."
  },
  "khinkali": {
    "name": "Хінкалі",
    "desc": "Традиційні грузинські пельмені з сочною начинкою з яловичини, свинини та ароматних трав. Варять їх досконало, щоб при першому укусі вирвалася хвиля смаку.",
    "comment": "Зробіть велику партію тіста і фаршу на кілька порцій: згорніть і наповніть 20+ хінкалі відразу, половину відразу сварте, а решту заморозьте сирими на посипаному борошном підносі, потім у пакетах для подальшого використання. Це скоротитиме час приготування кожної порції вдвічі. Використовуйте кухонний комбайн для тіста і блендер для цибулі, щоб врятувати 15-20 хвилин. Тримайте тісто тільки 30 хвилин замість години. Варіть порціями у великому казанку з методом вихру, щоб запобігти приклеюванню."
  },
  "khachapuri": {
    "name": "Хачапурі",
    "desc": "Грузинський хліб з сирною начинкою, що поєднує солодкуватий смак і комфорт. Золотиста скоріпа обгортає розплавлений сир з яйцем та маслом, зробивши його популярним вуличним сніданком у Тбілісі.",
    "comment": "Зробіть подвійну порцію тіста і заморозьте половину в кулях для наступного разу — розморожуйте заздалегідь в холодильнику, щоб не чекати підйому. Натертий сир можна зберігати в холодильнику до 2 днів. Використовуйте швидкодіюче дрожди та тепле місце для підйому 45 хв замість 90. Для декількох порцій чергуйте протипні — це скоротить випікання на 3 хвилини. Зберігаємо час з блендером для тіста!"
  },
  "satsivi": {
    "name": "Саціві",
    "desc": "Класична грузинська зимова страва — м'яка горіхова підлива, яку подають холодною до відварної індички. Її насичений земляний смак і кремова текстура роблять її втішним центром святкового столу.",
    "comment": "Зробіть велику порцію горіхової підливи (подрібніть горіхи, обсмажте цибулю, змішайте зі спеціями та бульйоном), розфасуйте і заморозьте; просто відварите індичку і змішайте за потреби, щоб скоротити активний час. Використовуйте готову відварну індичку з магазину (потріскуйте і зважте) або швидковарку для приготування м'яса за 20 хвилин. Тримайте спеції як уцхо сунелі заздалегідь змішаними для миттєвого смаку."
  },
  "cepelinai": {
    "name": "Цепелінай",
    "desc": "Традиційна литовська страва — великі картопляні галушки, начинені спеціями свининою. Подають з сметаною та шматочками бекону. Назва означає 'літаючі тарілки' через їх характерну форму.",
    "comment": "Натерти картоплю в комбайні — скоротить час на тісто; зробити подвійну порцію начинки і сирих цепелінаїв, заморозити на підносі, потім у пакетах для швидкого варіння. Для легшого маніпулювання тістом змішайте відварний картопляний пюре з крохмалем. Формувати галушки конвеєрним методом."
  },
  "kibinai": {
    "name": "Кібіняй",
    "desc": "Традиційна литовська випічка з м'ясом і спеціями у хрусткому тісті. Часто їдять як швидку закуску або вуличну страву. Сочна начинка з ароматних прянощів і смачного м'яса гармонійно доповнює крихітне тісто.",
    "comment": "Готуйте тісто та начинку заздалегідь, складайте сирі кібіняй на піддоні перед випіканням для зручності. Випікайте прямо зі шкафчика, додавши кілька хвилин часу. Для швидкого дроблення цибулі та змішування тіста використовуйте блендер. Приготуйте велику порцію, розфасуйте в морозилку для зручного випікання по потребі."
  },
  "smorrebrod-with-egg-and-anchovies": {
    "name": "Сморреброд з яйцем та анчоусами",
    "desc": "Традиційний данський відкритий бутерброд на хрусткому житньому хлібі, посипаний маслом, шматочками вареного яйця, анчоусами та паростками. Простий, але смачний стіловий варіант для зібрань.",
    "comment": "Варіть кілька яєць одночасно і зберігайте очищені в холодильнику до тижня. Купуйте нарізаний житній хліб або використовуйте тостер, щоб не різати. Підготовте начинку заздалегідь та збирайте декілька сморребродів одночасно, щоб скоротити час складання."
  },
  "italian-meatballs": {
    "name": "Італійські котлети",
    "desc": "Класичні італійські котлети з м'яса, які стають ніжними завдяки булці та сиру. Смажать до золотистої скоринки, потім тушують у густій томатній підлівці. Ідеально як закуска або основна страва з травами.",
    "comment": "Зробить подвійну порцію: сирі котлети розкладайте в один шар на протині, заморозьте, а потім зберігайте у пакеті. Розморожуйте заздалегідь в холодильнику перед смаженням, щоб скоротити час приготування. Для швидкого змішування м'яса та петрушки використовуйте блендер. Тому що підлівка готується довше, можна тушкувати її паралельно зі смаженням котлет."
  },
  "cinnamon-buns": {
    "name": "Цикорієві булки",
    "desc": "Солодке тісто на дрожжах з начинкою з цукру і кориці, випікане до золотистого кольору. Класична страва для сніданку або просто так.",
    "comment": "Формовані булки можна залишити в холодильнику на ніч для повільного підйому, а рано вранці випікати свіжі. Для скорочення часу підйому використовуйте швидкодіючі дрожді та теплу печінку (включіть печку на короткий час, потім вимкніть і залиште світло). Зробить подвійну порцію тіста, половину заморозіть у згорнутому вигляді для швидкого приготування в майбутньому."
  },
  "swiss-cheese-fondue": {
    "name": "Швейцарська фондю з сиром",
    "desc": "Розплавлений швейцарський сир груйєр з білим вином і киршем, ідеальний для макання кубиків хліба. Тепла, спільна класика.",
    "comment": "Натерти сир і нарізати часник заздалегідь, зберігати в холодильнику. Нарізати хліб кубиками під час розплавлення сиру для ефективності. Для більшої кількості гостей використати більшу каструлю та тримати на слабкому вогні довше без додаткового часу."
  },
  "raclette": {
    "name": "Раклет",
    "desc": "Швейцарська класика: розплавлений сир раклет знімається на смажені картопляні клубні, подається з маринованими огурцями та шинкованою цибулею. Затишний поєднання солодкуватого сиру з хрусткими кислуватими гарнірами відображає альпійські кулінарні традиції.",
    "comment": "Смажте велику порцію картоплі заздалегідь і підігрівайте за потребою; цибулю шинкуйте, а огурці нарізайте на порції для кількох сервірувань. Використовуйте попередньо відварені молоді картопляни або розморозюйте їх у мікроволновці 5 хвилин, щоб скоротити час варки вдвічі. Для сиру підготовте декілька порцій одночасно під грилем або використайте раклет-гриль (якщо є), щоб швидше розплавити без постійного контролю."
  },
  "rosti": {
    "name": "Рості",
    "desc": "Класична швейцарська картопляна оладка з хрусткою скоринкою і ніжним м'ясом всередині. Часто подається як гарнір або з додатками: сиром, копченою лососиною чи яйцем-скрамблом для сніданку.",
    "comment": "Натерту картоплю можна приготувати на кілька порцій за раз у кухонному комбайні; віджміть вологу в чистому рушнику партіями. Використовуйте антипригарну сковороду або заморожені готові шматочки картоплі (швидко розморозьте під водою) для рівномірного зарум'янення без припалювання. Приготуйте подвійну порцію та підігрівайте шматочки в тостері для наступних сніданків."
  },
  "croissant": {
    "name": "Круасан",
    "desc": "Хрусткий, маслянистий випічка французького походження з багаторівневим тістом. Відомий своїми пухнастими шарами, які піднімаються у формі місяця. Ідеальний для сніданку або елегантної перекуски з кавою.",
    "comment": "Тісто ламінуйте і витримуйте в холодильнику на ніч або заморозьте готове ламіноване тісто для швидкого розморожування. Розділяйте тісто на порції перед заморажуванням після підйому, щоб скоротити активний час приготування кожного круасану. Можна використовувати грубе пухке тісто з меншою кількістю складок або готове листове тісто для домашнього використання - просто розкатуйте у місяці та зробить надрізи перед випіканням. Замість цього підійде і спеціальний метод швидкого випіку. Для підйому декількох круасанів одночасно використовуйте теплу духовку з включеним світлом."
  },
  "baguette": {
    "name": "Багет",
    "desc": "Класичний французький хліб з хрусткою золотистою корочкою та м'яким, повітряним м'якушем. Витягнута форма робить його ідеальним для бутербродів або як додаток до будь-якої страви.",
    "comment": "Готуйте кілька багетів одночасно з великого порції тіста: змішують масу ввечері для довгої закваски, розділяють і формують швидко вранці. Використовуйте попередню закваску (пуліш), почату за день до того, щоб підсилити смак при зручному графіку. Тримайте тісто в холодильнику для холодного дозрівання, щоб контролювати процес і готувати кілька днів поспіль. Заморозьте сформовані буханки після закваски, випікайте з морозильника, додавши декілька хвилин."
  },
  "arancini": {
    "name": "Аранчіні",
    "desc": "Смачні італійські рисові кульки з розплавеним моцареллою, які традиційно подають як вуличну їжу в Сицилії. Вони мають хрустку скорлупу, що приховує ніжний солодкуватий серцевину.",
    "comment": "Готуйте велику порцію ризотто заздалегідь і охолоджують у холодильнику на ніч; формуйте кульки швидко, поки рис холодний – так їх легше зліпити. Використовуйте вже тертий сир, щоб не тратити час на нарізання. Зробіть кілька партій кульок: розкладіть на протильню, заморозьте, потім пересипте в пакет; смажте без розморожування, додавши 1-2 хвилини – вони добре зберігають форму. Організуйте станцію для панірування – так швидше збиратимете багато."
  },
  "caprese-salad": {
    "name": "Салат Капрезе",
    "desc": "Яскравий свіжий італійський салат, який підкреслює гармонію спелого помідора, ніжного моцарели та ароматної базиліки. Полівається простим оливковим маслом — це класична літня страва з балансом солодості і солоністі.",
    "comment": "Нарізайте помідори та моцарелу гострим ножем, або використовуйте нарізану сиру та половинки чері-томатів для економії часу. Можете приготувати кілька салатів одночасно: наріжте все заздалегідь і збирайте по потребі; зберігайте компоненти окремо в холодильнику до 1 доби. Базилік краще залишати цілими, якщо купили великим пучком, щоб не тратити час на шинкування."
  },
  "bruschetta": {
    "name": "Брускетта",
    "desc": "Класична італійська закуска з підсмаженого хліба, потертого часником та заправленого свіжою сумішшю помідорів і базиліку. Яскрава комбінація смаків робить її улюбленою стартовою стравою на середземноморських святках.",
    "comment": "Для швидкості можна потерти часник мікропланом безпосередньо на гарячі тости, а начинку зготувати заздалегідь для кількох порцій. Наріжте та підсмажте цілий багет одночасно під грилем, а охолоджені скибочки зберігайте у герметичному контейнері для швидкого складання пізніше. Купіть помідори дрібної нарізки або наріжте велику порцію заздалегідь та відділіть надлишок рідини протягом ночі."
  },
  "polenta": {
    "name": "Поліента",
    "desc": "Класична італійська страва з кукурудзяного борошна, яке варять у солоній воді до кремової консистенції. Часто використовують як основу для соусів або нарізають пластами після охолоджування та обсмажування на сковорідці. Смачна, ситна і дуже універсальна — гарно поєднується з овочами, рагу чи тушкованим м'ясом.",
    "comment": "Щоб заощадити час у заняті дні, можна приготувати більшу порцію відразу, розкласти тонким шаром для швидкого охолоджування та потім поставити в холодильник. Для повторного нагрівання додайте порцію води (або молока) і помішайте 3–5 хвилин, щоб повернути кремову текстуру, замість того щоб готувати з нуля."
  },
  "ossobuco": {
    "name": "Особуко",
    "desc": "Класична міланська страва з телячої голяшки, повільно тушкована з ароматними овочами, вином та бульйоном до м'якості. Кістковий мозок надає соусові особливого смаку, тому його часто подають з ризотто або полентою.",
    "comment": "Для швидкого приготування особуко в будні можна скористатися тиском: це скоротитиме час тушкування (головну проблему), зберігаючи той самий набір інгредієнтів. Ще один спосіб прискорити процес — тримати заморожений дрібний наріз цибулі, моркви та селерію: це недорого і скорочує час на обробку овочів майже до нуля."
  },
  "gnocchi": {
    "name": "Гночі",
    "desc": "Класичні картопляні галушки, що відварюють до плавання, потім обсмажують на вершковому масці (або подають з томатним соусом). М'які, ситні та чудово комбінуються з різними соусами.",
    "comment": "Щоб прискорити процес, можна розігріти картоплю в мікроволновці замість варіння (менше часу очікування і не потрібен великий казанок), а потім протерти її гарячою для швидкого висихання. Для більшої ефективності можна злепити подвійну порцію та заморозити сирі галушки на підносі; їх можна відварити без розморожування для швидких обідів пізніше."
  },
  "ricotta-spinach-ravioli": {
    "name": "Равіолі з рикотою та шпинатом",
    "desc": "Класична італійська заповнена паста з ніжним начинням з рикоти й шпинату, відварена у легкому томатному соусі. Цей рецепт демонструє вишуканість домашнього тіста та сезонної зелені.",
    "comment": "Виготовлення тіста для равіолі і начиння на одну порцію займе багато часу; краще зробіть подвійну або потрійну порцію, заморозьте сирі равіолі на посипані борошном підносі, а потім перекладіть у пакети. Варите прямо із морозильника, додавши 1 хвилину. Для швидкого приготування начиння використайте блендер для шпинату та змішування компонентів. Заморозьте порції шпинату після бланшування, щоб не в'ялити його кожного разу. Якщо є машинка для тіста, використовуйте її - це скоротить час розкатки."
  },
  "fettuccine-alfredo": {
    "name": "Феттуччіне Альфредо",
    "desc": "Смачна італійська страва з м'якою пастою феттуччіне, политою густим соусом з вершкового масла, жирних вершків та тертого пармезану. Його ніжний смак робить його класичною стравою для будь-якого приїму їжі.",
    "comment": "Готуйте пасту, поки вершки, масло і тертий сир легенько нагріваються разом — не потрібно кип'ятити соус, просто потімкіть на слабкому вогні до однорідності. Тертій сир можна заготувати заздалегідь та зберігати у холодильнику; часник можна подрібнити порціями і заморозити з олією для швидкого використання. Подвоїть порції, щоб варити пасту один раз на дві трапези — соус чудово розігрівається з додаванням трохи води від варення пасти. Якщо є можливість, використовуйте листи лазань без варіння, розрізані смужками для повної економії часу."
  },
  "jamn-ibrico": {
    "name": "Хамон Іберіко",
    "desc": "Преміальна сушена іспанська хамон з іберійських свиней, відома своїм мармурованим жиром та глибоким умамі смаком. Нарізають тонкими шматочками, щоб підкреслити гармонійний баланс солі, жиру та м'яса.",
    "comment": "Для нарізання використовуйте електронічний нож або найгостріший ніж, попередньо розігрітий у гарячій воді і висушений. Купуйте готову нарізану хамон у вакуумних пакетах для зручного використання. Цілі шматки зберігайте в холодильнику, щільно загорнуті в пергаментний папір та тканину - вони тримаються місяцями. Нарізайте кілька порцій відразу, додаткові шматочки обов'язково загортайте окремо для холодної подачі."
  },
  "prosciutto-di-parma": {
    "name": "Пармська шинка",
    "desc": "Славна італійська сушена шинка з регіону Парми, відома своєю ніжною гармонією солоного та солодкуватого смаків. Тонко нарізана, чудово поєднується з динею, інжиром або просто з оливковою олією.",
    "comment": "Купуйте вже нарізану пармську шинку - це скоротить час приготування вдвічі. Заздалегідь розкладіть шматочки на підносі, зберігайте в холодильнику під кришкою і полійте олією лише перед подачею. Це значно зменшить щоденні хлопоти."
  },
  "escargots-de-bourgogne": {
    "name": "Бургундські улитки",
    "desc": "Класична французька страва з улиток, тушкованих у ароматному вершковому соусі з часником і зеленню. Часто подається як елегантна закуска, демонструючи кулінарну спадщину Бургундії простим, але витонченим приготуванням.",
    "comment": "Використовуйте готові або консервовані улитки (без рідини), щоб уникнути довгого очищення та варіння, економивши 20+ хвилин. Приготовте велику порцію вершкового соусу з часником і петрушкою заздалегідь і заморозьте на порції; розморожуйте швидко для кількох порцій. Випікайте декілька підношів одночасно, щоб скоротити час приготування."
  },
  "boeuf-bourguignon": {
    "name": "Буф Бургундський",
    "desc": "Класична французька стравка з яловичини, тушкована у червоному вині з грибами, цибулею та беконом. Повільне томлення надає їжі глибокого смаку і аромату, характерних для бургундської кухні.",
    "comment": "Готуйте великою порцією на кілька прийомів: спочатку обсмажте м'ясо та овочі, а потім довго томите. Швидко охолодьте, розфасуйте в герметичні контейнери і заморозіть на місяці — смак тільки покращиться при повторному нагріванні. Використовуйте готову заморожену мірпуа (цибуля/морква) та перлові цибулини, щоб скоротити час нарізання; тримайте запаси бульйону під рукою."
  },
  "cassoulet": {
    "name": "Касуле",
    "desc": "Смачна французька стравка з Лангедока — густий гороховий суп з свининою, качкою конфі та кроликом. Готується годинами для насиченого смаку і м'якої текстури. Ідеальний варіант для святкових стілів.",
    "comment": "Готуйте велику порцію (4-6 осіб): замочіть горох, сварте його під тиском (10 хв), наріжте овочі блендером. Шарами викладайте м'ясо і горох у горщик, потім запікайте. Охолодьте швидко, розфасуйте в герметичні контейнери, заморозьте до 3 місяців — підігрівайте порціями, додаючи свіжі сухарики тільки перед подачею. Для економії часу використовуйте готову качку конфі та попередньо варену ковбасу."
  },
  "coq-au-vin": {
    "name": "Курка по-бургундськи",
    "desc": "Класична французька страва з тушкованої курки в червоному вині з ароматними овочами та травами. Втілення провансальської кухні, часто подається на сімейних святкуваннях.",
    "comment": "Порція для 3-4 осіб: обсмажте всі інгредієнти (курку, бекон, овочі) в широкій каструлі, злейте вином/бульйоном, тушкуйте під кришкою. Використовуйте готовий мірпуа або шинкуйте овочі блендером, курячий бульйон у кубиках, замість соусу-ру загущуйте кукурудзяним крохмалем після приготування. Швидко: 20-25 хв під тиском (після обсмажування), або 4 години на повільному вогні. Заморозьте порції у пакетах, розморозьте заздалегідь, підігрійте на плиті."
  },
  "ratatouille": {
    "name": "Рататуй",
    "desc": "Класична провансальська овочева стравка з кабачками, баклажанами, паприкою, помідорами та цибулею, тушкована з травами. Яскрава і смачна, подається як гарнір або легка вегетаріанська страва, що передає просторий смак Півдня Франції.",
    "comment": "Готуйте порціями: обробляйте овочі блендером для рівномірного нарізання. Пасліруйте цибулю з часником, змішуйте все в одній каструлі або на протині. Протиньну версію печте при 200°C: спочатку 20 хв під кришкою, потім 10 хв без неї для рум'яності без перемішування. Заморожені дрібненькі овочі (баклажани/кабачки/паприка) розморозьте швидко і тушкуйте разом у каструлі 15-20 хв на плиті. Розфасовуйте та заморозіть плоско, розігрівайте в мікроволновці за 3 хв або зберігайте в холодильнику до 4 днів – смак покращується з часом."
  },
  "quiche-lorraine": {
    "name": "Кіш Лоран",
    "desc": "Класичний французький пиріг з яєчно-молочним кремом, шинкою та сиром Ґрюйєр у солодкому тісті. Популярна страва в французьких бістро, часто подається теплою на сніданок або легку вечерю.",
    "comment": "Зробіть подвійну порцію тіста і заморозьте залишки на наступний раз, або купите готове пісочне тісто для скорочення часу приготування. Випікайте коржик «всліпу» одночасно з обсмажуванням шинки, щоб економити час. Приготовіть велику порцію, швидко охолодьте, розфасуйте в герметичні контейнери і зберігайте в холодильнику до 3 днів або заморозьте на 2 місяці; підігрівайте шматочки у духовці для відновлення хрусткості."
  },
  "mashed-potatoes": {
    "name": "Пюре картопляне",
    "desc": "М'яке, маслянисте картопляне пюре - класична страва, яку обожнюють у багатьох країнах. Воно чудово доповнює запечені м'ясні страви або може стати самостійним комфортною їжею.",
    "comment": "Готуйте порцію на 3-4 особи в великій каструлі чи швидковарці (час варки ~8 хв), охолоджуйте під холодною водою, розфасовуйте і зберігайте в холодильнику до 4 днів або заморожуйте у пакетах плоско для збереження на 2 місяці. Перегрівайте з додаванням молока у мікроволновій печі. Для прискорення варки картоплю можна спочатку розморозити в мікроволновій печі 5 хв, або використовуйте готову очищену заморожену картоплю за можливості."
  },
  "bouillabaisse": {
    "name": "Буйабес",
    "desc": "Класична провансальська рибна юшка з Марселя, що готується на ароматному бульйоні з шафраном і свіжої морепродукції. За традицією подають із хрустким хлібом та соусом руїлле для обмакування.",
    "comment": "Тримайте під рукою готовий рибний бульйон та заморожену суміш морепродуктів; пасеруйте ароматичні інгредієнти, поки нагрівається бульйон. Використовуйте швидковарку для скорочення часу приготування. Готуйте порцію на 4-6 осіб, швидко охолоджуйте в льодовій ванні, розфасовуйте бульйон окремо від морепродуктів у герметичні контейнери; зберігайте в холодильнику до 3 днів або заморожувайте на 2 місяці; додавайте свіжі зелені при підігріванні."
  },
  "croque-monsieur": {
    "name": "Крок-месьє",
    "desc": "Класичний французький сендвіч з тостів, шинки, розплавленого груйєру та сосної бешамель. Смачні шари м'яса і сиру в поєднанні з ніжним соусом.",
    "comment": "Зробіть подвійну порцію бешамелі і зберігайте у холодильнику до 2 днів, підігріваючи перед використанням. Використовуйте нарізану шинку та тертий сир для швидкого складання. Приготуйте 2-4 сендвічі одночасно в великій сковорідці або під грилем — це скоротить час приготовлення. Тримайте бешамель теплою у термосі для миттєвого використання."
  },
  "steak-frites": {
    "name": "Стейк з картопляним смаженим",
    "desc": "Класична французька страва: сочний стейк рибеєв з золотисто-хрусткою картоплею фрі. Баланс смаку між м'ясом та хрусткими шматочками.",
    "comment": "Використовуйте готову заморожену картоплю фрі, щоб скоротити час на обробку. Замаринуйте стейк на ніч у суміші солі та перцю - це зменшить час приготування. Готуйте декілька стейків одночасно на решетці гриля для ефективності."
  },
  "moules-frites": {
    "name": "Мідії з картоплею фрі",
    "desc": "Класичні бельгійські мідії на пару в білому вині з ароматними добавками, подаються з золотистої картоплі фрі. Солонувата морська риба гармонійно поєднується з хрусткою картоплею.",
    "comment": "Купіть вже очищені і без борідок мідії, щоб не тратить 5 хвилин на підготовку. Для фрі використовуйте заморожену картоплю, випікаючи її, коли обсмажуєте ароматичні добавки та готуєте мідії — це збереже час. Заздалегідь наріжте цибулю, часник і перець, зберігайте в пакетах для швидкого початку приготування. Приготовляйте подвійну порцію мідій, розділіть і заморозьте половину (петрушку додавайте свіжу), щоб скоротити наступний раз час на підготовку та приготування."
  },
  "spanish-tortilla": {
    "name": "Іспанська тортилья",
    "desc": "Смачна класична іспанська тортилья з яєць, тонко нарізаної картоплі та цибулі, спіканої у густу золотисту омлет. Часто подається теплою або при кімнатній температурі – ідеальна для сніданку чи тапас.",
    "comment": "Зроби подвійну порцію: підготовь додаткову картоплю та цибулю заздалегідь, зберігай у воді в холодильнику; обсмаж все разом (добре масштабується), використай половину олії для приготування, залишок збережи. Вивертати зручніше у великій сковорідці. Якщо є – використовуй готову заморожену картоплю, щоб скоротити підготовку вдвічі."
  },
  "patatas-bravas": {
    "name": "Патати Бравас",
    "desc": "Класична іспанська тапас з хрусткими смаженими картопляними кубиками, подається з гострим томатним соусом. Діш балансує між гостротою та кислинкою, тому дуже популярний як закуска в тапас-барах.",
    "comment": "Смажити картоплю порціями для кількох порцій, скидаючи на решітку; приготувати соус наперед і охолодити (покращує смак); використовуйте заморожені готові стрічки або кубики картоплі для домашнього використання, попередньо відварити 2-3 хвилини для швидшого підсмажування. Настояти олію з часником заздалегідь."
  },
  "fabada": {
    "name": "Фабада",
    "desc": "Астурійський стю з бобів, повільно приготований з чорісо, морсіллою та беконом для димного, насиченого смаку. Боби стають кремовими, а м'яса надають бульйону багатий умамі.",
    "comment": "Боби замочіть на ніч або використайте швидке замочування (кип'ятіть 2 хв, дайте відпочити 1 год). Готуйте велику порцію для 4+ осіб у скороварці або Instant Pot (високий тиск 25-30 хв після підготовки смаків). Заморозьте порції плоско в пакетах для швидкого розігріву; зберігайте м'яса окремо, якщо бажаєте."
  },
  "crepes": {
    "name": "Крепи",
    "desc": "Тонкі французькі блини, які можна подавати як солодкі або солоні. Зазвичай їх набивають джемом, сиром або шинкою з бешамелем. Це класика сніданку, обіднього перекусу чи легкої вечері, яку цінують за ніжну текстуру та універсальність.",
    "comment": "Дайте тісту відпочити 30 хвилин під час приготування інших інгредієнтів або змішайте його блендером, щоб уникнути грудок. Готуйте порцію на 8-10 крепів за раз — це скоротить загальний час через те, що розтоплення масла та інші підготовчі дії виконуються один раз. Використовуйте антипригарну сковорідку або добре просочену креповницю, щоб не смажити кожен раз."
  },
  "gelato": {
    "name": "Джелато",
    "desc": "Італійський заморожений десерт з щільною шовковистою текстурою та насиченим смаком. Готується з молока, вершків, цукру, жовтків яєць і природних ароматизаторів. Обробляють його повільніше, ніж морозиво, щоб менше потрапляло повітря.",
    "comment": "Спочатку розігрійте молоко з цукром, щоб він розчинився; введіть жовтки без нагріву, щоб не зварилися. Охолодьте основу у льодяній ванні замість того, щоб ставити на ніч. У цей час взбійте вершки. Якщо готуєте без обробки — заморозьте в мілкій металевій формі і щогодини 30 хвилин інтенсивно перемішують вилкою, щоб розбити кристали замість обробки. Краще зробити подвійну порцію, розфасувати і заморозити заздалегідь."
  },
  "tiramisu": {
    "name": "Тірамісу",
    "desc": "Класичний італійський десерт з шаруванням бісквітів савоярді, просочених кавою, м'яким кремом маскапон та посипанням какао. Легка текстура та насичений кофейний смак роблять його улюбленим стравом на святкові заходи.",
    "comment": "Заварте еспресо заздалегідь і охолодьте; відділіть яйця, коли вони холодні, а потім підігрійте миску для білків – так вони швидше вбиються. Для крему з маскапону використовуйте міксер – це скоротить час приготування вдвічі. Швидко обмакнути савоярді (не замочувати) у широкому неглибокому посуді; скласти шари відразу. Зробіть подвійну порцію в більшому посуді, щоб розподілити трудомісткі етапи, як-от взбивання, на більше порцій."
  },
  "cheesecake": {
    "name": "Чізкейк",
    "desc": "Пухнастий чізкейк у стилі Нью-Йорку з балансом багатого молочного смаку та солодкої вафельної кришки. Густа начинка гармонійно поєднується зі свіжими фруктами або поливкою з карамелі для вишуканих десертів.",
    "comment": "Печте кілька чізкейків одночасно, щоб скоротити час на підготовку — готуйте дві кришки та начинки по черзі, поки печеться перший, використовуючи ту ж водяну баню. Вживайте вже подрібнені вафельні крошки з великої упаковки, щоб не розбивати їх самостійно. Готуйте начинку у блендері для швидшого змішування. Зберігайте цілі чізкейки щільно загорнутими в морозилці до 2 місяців, розморожуючи заздалегідь у холодильнику для швидких десертів."
  },
  "american-pancakes": {
    "name": "Американські пляцки",
    "desc": "Пухнасті, золотисто-коричневі американські пляцки — це класична сніданкова страва, яку чудово доповнюють кленовий сироп або свіжі фрукти. Їх цінують за легку текстуру та м'який солодкуватий смак.",
    "comment": "Якщо готуєте на кілька разів, подвійте кількість тіста — смажте всі пляцки одночасно на великій сковорідці або двох. Зберігайте з папером для випічки в морозилці до місяця; розморожуйте в тостері чи мікроволновці 30 секунд. Розтопить масло в молоку в мікроволновці 20 секунд, щоб швидше змішати. Використовуйте мірний стакан як ложку для рівномірних порцій."
  },
  "french-toast": {
    "name": "Французька тост",
    "desc": "Класична французька тост — це солодкий хліб, замочений у суміші яєць з молоком і обсмажений до золотистої скорінки. Це дуже популярна сніданкова страва, яка виникла в Європі і тепер присутня на столах усього світу.",
    "comment": "Готуйте потрійну кількість суміші для тосту та замочуйте кілька порцій хліба заздалегідь, складаючи їх у посуд з кришкою і залишаючи в холодильнику на ніч — це скоротить час приготування вранці. Смажте одночасно дві сковороди або використовуйте велику електроплиту для приготування партіями, щоб скоротити час готовки вдвічі. Заморозьте готову тост у один шар з пергаментом — можна розігрівати безпосередньо в тостері."
  },
  "oatmeal": {
    "name": "Овсяна каша",
    "desc": "Тепла та солодка овсянка з свіжим бананом і медом — ідеальний сніданок, що задовольняє як смак, так і енергетичні потреби.",
    "comment": "Готуйте порцію на кілька разів (наприклад, подвоюйте рецепт) на плиті або в мікроволновці — це скоротить час приготування. Варте воду, додайте овсянку і розігрівайте 2 хвилини в мікроволновці або 5 хвилин на плиті, потім порційно розкладіть та зберігайте у холодильнику до 5 днів. Нагрівайте 30 секунд перед вживанням. Можна заздалегідь подрібнити банан і розфасувати овсянку з медом у склянки для швидкого сніданку без варіння (overnight oats). Якщо є швидка або миттєва овсянка, час приготування скорочується до 1 хвилини."
  },
  "traditional-caesar-salad": {
    "name": "Класичний салат Цезар",
    "desc": "Справжній традиційний салат Цезар. Свіжа салатна листя, хрусткі крокети та кремовий соус з пармезану, анчоусів і часнику. Походить із Тіхуани (Мексика) і славиться глибоким смаком умамі та контрастом текстур.",
    "comment": "Щоб дома отримати справжній смак без зайвих клопотів, розчавіть часник з солю в пасту перед додаванням до соусу – це запобігає гірким шматкам. Можна приготувати подвійну порцію цього 'аутентичного' соусу та зберігати його у холодильнику до 3 днів. Звичайно, спочатку обробляйте листя салату соусом, а крокети додавайте лише в останню мить – так вони залишаються хрусткими."
  },
  "cafe-style-salad-caesar": {
    "name": "Салат Цезар у кафе-стилі",
    "desc": "Сучасна версія салату Цезар з легким йогуртно-майонезним соусом замість анчоусів та додаванням свіжих помідорок черрі. Цей варіант - збалансована страва, що робить акцент на доступності та дієтичному білку.",
    "comment": "Щоб не готувати щодня, приготуйте велику порцію 'смажених' кроконів і запеченого курячого філе у неділю. Листя салату тримайте цілими до подачі, щоб вони не в'янули; використання спеціального контейнера для салатів з роздільними відсіками допоможе зберегти свіжість і дозволить швидко зібрати страву за менше ніж 5 хвилин."
  },
  "cobb-salad": {
    "name": "Салат Кобб",
    "desc": "Класичний американський шаруваний салат з смаженої курячої грудки, хрусткого бекону, свіжого авокадо та гострого сиру блю. Подано на листі ромейн-салату з яскравим винним закусою, який об'єднує різноманітні смаки.",
    "comment": "Щоб врятувати час, варте кілька яєць і приготуйте додаткову курячину та бекон під час щотижневого планування харчування; вони добре зберігаються в холодильнику декілька днів. Це скоротить активний час приготування до нуля, а підготовку обмежить швидким нарізанням та складанням. Використовуйте невелику банку для збивання компонентів закуски – це миттєво емульгує соус і скорочує час прибирання."
  },
  "poutine": {
    "name": "Путин",
    "desc": "Класична канадська страва-комфорт, путин поєднує хрусткі картопляні палички з свіжими сирними зернами та густою коричневою підливою. Ця страву цінують за контраст текстур і вона стала популярною в кафе Північної Америки.",
    "comment": "Щоб заощадити час, можна використати заморожену картоплю у повітряній фритюрниці для хрусткого результату без лишньої брудоті. Готуйте підливу порційно і заморожуйте її в формочках для льоду, а сирні зерна додавайте свіжими при кімнатній температурі - вони повинні трохи розтопитися, але зберегти 'скрип'."
  },
  "montreal-smoked-meat-sandwich": {
    "name": "Канадський сендвіч з монреальської копченої говядини",
    "desc": "Це класичний канадський делікатес – спеційна грудинка, повільно копчена до ідеальної готовності та подається на ржаному хлібі з горчицею. Санвіч відомий своїм насиченим смаком і ніжною, розплавлюваною текстурою.",
    "comment": "Найкращий спосіб готувати вдома – коптити та паріти велику грудинку (3-5 кг) за один раз. Наріжте її тонкими шматочками, поки вона тепла, розфасуйте по пакетах вакуумного упаковування (по 200 г) і заморозьте. Коли з'їсти хочеться – просто паріть заморожені шматочки 10 хвилин, щоб відновити ідеальну текстуру. Це набагато краще, ніж розморожувати в мікроволновці."
  },
  "reuben-sandwich": {
    "name": "Сендвіч Рубен",
    "desc": "Смачний класичний сендвіч з теплого солоного м'яса, розплавленого сиру груйєр і кислушного квашеного капуста на підсмаженому житньому хлібі з російським соусом. Сендвіч обсмажується до золотистого кольору, а сир повністю просочується м'ясом.",
    "comment": "Щоб прискорити процес, можна спочатку підсмажити солоне м'ясо і квашену капусту на сковорідці перед складанням сендвіча - це допоможе сиру розплавитися вдвічі швидше. Використання важкого пресу для бекону або іншої сковорідки зверху забезпечить рівномірне підсмажування і розподілення тепла за половину часу."
  },
  "bagel-with-lox": {
    "name": "Бейґл з локсом",
    "desc": "Класичний нью-йоркський сніданок: підсмажений бейґл з густим шаром вершкового сиру, на якому розміщений преміальний копчений лосось, каперси та тонко нарізані червона цибуля.",
    "comment": "Краще використовуйте 'збитий' вершковий сир — він легко поширюється і не рве бейґл. Щоб зберегти хрусткість, тримайте нарізану цибулю в склянці з холодною водою в холодильнику, це також заберігає час від щоденного нарізування."
  },
  "lobster-roll": {
    "name": "Крабовий рол",
    "desc": "Класична страва з Нової Англії: ніжне охолоджене м'ясо краба в легкому соусі з зеленню та майонезом, подано у розрізаному булці, обсмаженій на золотистому вершковому масці для контрасту текстури.",
    "comment": "Щоб значно скоротити час приготування, можна використати швидкоморожене вже готове м'ясо краба - воно зберігає свіжий морський смак і виключає 20-хвилинну процедуру варки та очищення від шкаралупи. Соус з цибули-шалотки та петрушки можна приготувати більшою порцією і тримати в холодильнику до 3 днів. Обсмажуйте кілька булок одночасно на великій сковорідці з вершками - так ви зможете подати страву для всієї родини за той самий час, що й на приготування одного рола."
  },
  "mac-and-cheese": {
    "name": "Макарони з сиром",
    "desc": "Класична американська страва з ніжними макаронами «рожки» в густій, м'якій вершковій підливці з чеддеру. Швидко готується і може бути як основною стравою, так і гарніром.",
    "comment": "Щоб заощадити час, варте макарони безпосередньо у суміші молока та води — виділена крохмаль сама по собі загущує підливу, тому не потрібно готувати окремо соус з вершкового масла і борошна [web:7]. Якщо натерти великий блок сиру в дробку за допомогою блендера-комбайну та заморозити порціями — він завжди буде під рукою й розплавлятися ідеально [web:9]. Такий одночашник значно скорочує час миття посуду та активного контролю, на відміну від традиційного способу."
  },
  "buffalo-wings": {
    "name": "Крильця в буффало",
    "desc": "Класична американська закуска - хрусткі крильця курячі, оброблені гострою сумішшю кетчупу та вершкового масла. Подаються з холодним сирним соусом і свіжими паличками селери. Страва народилася в місті Буффало (штат Нью-Йорк) і стала популярною у спортивних барах.",
    "comment": "Готуйте велику порцію на кілька разів: смажте або запекайте 4 порції одночасно, швидко охолодьте та заморозьте крильця без соусу; розігрівайте і додавайте соус тільки перед подачею. Використовуйте вже порізані крильця для закусок або готові частини (передні/задні), щоб не різати. У повітряній фритюрниці приготування займе 12-15 хвилин без попереднього нагріву та стікання олії. Соус і селера повинні бути окремо, щоб крильця залишалися хрусткими."
  },
  "bbq-ribs": {
    "name": "Смажені ребра з барбекю",
    "desc": "Сочні свинячі ребра, покриті димним соусом барбекю, повільно готуються до м'якоти, що відділяється від кістки. Класична страва американської гриль-культури, яку традиційно подають з кислуватим капустяним салатом і солодким кукурудзяним хлібом.",
    "comment": "Для прискорення готовки можна використати швидкодійний горщик (Instant Pot): 25–30 хвилин на високому тиску з 10-хвилинною природною розгерметизацією дасть таку ж м'якість, як і 3+ години в духовці. Завершити приготування можна 5-хвилинним запіканням для карамелізації соусу. Зняти плівку з тильної сторони ребер допоможе серветка — це займе секунди, але забезпечить м'якість. Використання готового соусу барбекю високої якості — справжній хак для економиї часу."
  },
  "gumbo": {
    "name": "Гамбо",
    "desc": "Смачна луїзіанська стравка з густим соусом на основі ру, окрою та різними м'ясними або рибними добавками. Класичний гамбо подають із рисом і зеленню, а його ароматні смаки наповнять вас теплом Нової Орлеану.",
    "comment": "Ру можна заготувати вперед: обсмажте суміш борошна та олії в духовці при 180°C протягом 1-2 годин, постійно перемішуючи. Зберігайте у холодильнику тижнями і використовуйте по мірі потреби. Для швидкості купите заморожений мірпуа (цибуля, селера, паприка) або готову нарізку овочів, або заготуйте власну вперед і заморозьте. Обсмажте ковбасу та окру, коли ру розігрівається з часником, потім туште; приготовлення великої порції скорочує активний час на одну порцію вдвічі. Заготуйте бульйон вперед у великих каструлях і заморозьте."
  },
  "jambalaya": {
    "name": "Джамбалая",
    "desc": "Класична креольська страва з Луїзіани, де рис, м'ясо, морепродукти та 'свята трійця' (цибуля, перець, сельдерей) об'єднуються в смачну одноцаревну страву. Димна ковбаса, ніжне куряче м'ясо, свіжі креветки та гострі спеції створюють багатство смаків, ідеальних для святкувань.",
    "comment": "Готуйте велику порцію на 4 особи: заздалегідь покроїть 'святу трійцю' (цибулю, перець, сельдерей) та м'ясо, зберігайте в холодильнику до 1 доби, а потім просто викладайте все в каструлю - це скоротит час на різання вдвічі. Використовуйте готовий рис або мікрохвильові пакетики, щоб не мити та варити, що зменшить час приготування. Тримайте бульйон замороженим у формочках для льоду - так він швидко розморозиться; використовуйте скороварку або Instant Pot, щоб скоротити варіння до 10 хвилин."
  },
  "clam-chowder": {
    "name": "Кремова ковбаса з молюсками",
    "desc": "Класична стравка зі Східного узбережжя США: ніжні молюски, картопля, цибуля та сельдерей у густому молочному соусі на основі зару.",
    "comment": "Готуйте велику порцію для 4-6 осіб — це скоротить час приготування. Швидко охолоджуйте, розфасовуйте в герметичні контейнери та зберігайте в холодильнику до 3 днів або заморожуйте на 2 місяці. Для зручності використовуйте консервовані молюски (зливайте сік або заміняйте бутилированим), а також готовий нарізаний заморожений м'ясо-овочевий асорті. Заздалегідь підготовте зар і сік молюсків — це прискорить обробку."
  },
  "chili-con-carne": {
    "name": "Чілі кон карне",
    "desc": "Смачна, гостра стравка з м'яса та бобів, що походить із південно-західних штатів США. Готується з яловичини, фасолі та помідорів у густому соусі. Традиційно подають з сиром, сметаною або свіжим кріпом для більш насиченого смаку.",
    "comment": "Готуйте велику порцію чілі на 4-6 осіб: швидко охолоджуйте, розфасовуйте в герметичні контейнери та заморозьте на до 3 місяців. Після розмороження смак тільки покращується. Для приготування використовуйте блендер для шинкування цибулі, часнику та перцю — це значно скоротить час підготовки. Можна взяти консервовані боби (попередньо промиті) і не витрачати час на замочування. Смажте все швидко на сковорідці, а потім тушкуйте під кришкою — так стравка краще пропитається смаком та швидше загустить. Якщо потрібно приготувати порцію для однієї людини, можна готувати під тиском 15-20 хвилин."
  },
  "nachos": {
    "name": "Начо",
    "desc": "Класична мексиканська вулична страва, яка поєднує хрусткі чипси з тортильї та розплавлений сир з різноманітними додатками. Ідеально підходить для вечірок або швидких перекусів, особливо з сальсою, гуакамоле і халапеньйо.",
    "comment": "Підготовте добавки заздалегідь у стилі міз-ан-плас та зберігайте окремо від готової м'яса/бобів: наріжте помідори, халапеньйо і кріп. Відміряйте лимонний сік і сметану. Використовуйте вже натертий сир. М'ясо та боби краще заздалегідь готувати порціями або заморожувати, щоб швидко розігріти в одній сковороді, поки розігрівається духовка. Для індивідуальних порцій вибирайте мікрохвильовку (1-2 хвилини) замість духовки або коротко підсмажте на грилі для розплавлення сиру. Масована підготовка добавок для кількох приготувань скорочує час на кожну порцію на 70%."
  },
  "tacos-al-pastor": {
    "name": "Такос аль-пастор",
    "desc": "Класична мексиканська вулична страва з маринованої свинини, посипана свіжими цибулею, кріпом і солодкою анастасією на теплих кукурудзяних тортильях. Поєднує димні відтінки з легким цитрусовим акцентом для незабутнього смаку.",
    "comment": "М'ясо краще замариновувати заздалегідь (на ніч або заморожуйте порції в маринаді, щоб не витрачати час). Використовуйте тонко нарізану свинину плечевої частини або філе. Смажте велику порцію м'яса на розжареній сковороді з чавунним дном або замість вертикального вертела (загорніть стопку фольгою). Зберігайте в холодильнику 3-4 дні або заморозьте. Розігрівайте кілька тортильй одночасно у мікрохвильовці (на вологій паперовій серветці, 30 сек) або на фользі в духовці, поки м'ясо відпочиває. Підготовте гарніри заздалегідь і зберігайте окремо в холодильнику. Це значно скоротитиме час приготування для кількох порцій."
  },
  "mole-poblano": {
    "name": "Моле Поблано",
    "desc": "Багата мексиканська підлива з шоколаду, перцю чилі, спецій та горіхів, яку традиційно подають до індички або курятини. Її складний смак поєднує солодкі, димні та трохи гіркуваті ноти для незабутнього гастрономічного досвіду.",
    "comment": "Готуйте велику порцію пасти моле і заморожуйте на дози - вона зберігається місяцями і швидко розморожується, скорочуючи підготовку вдвічі. Використовуйте попередньо обсмажені горіхи та кунжут з оптових покупок, щоб не тратити час на обсмажування. Під час нарізання перців чилі одночасно параллельно обсмажуйте інші інгредієнти на кількох конфорках. Проціджуйте через дрібне сито один раз для шовковистості без повторних проходів."
  },
  "chicken-enchilada": {
    "name": "Куркова еньчилада",
    "desc": "Класична мексиканська страва з кукурудзяних тортильй, набитих смаженим курчатим м'ясом і запеченими під густою томатною підливою та розплавленим сиром. Яскраві смаки роблять її ідеальною для сімейних вечерів.",
    "comment": "Підготовте велику порцію фаршу з курчатини та соусу для еньчилад, зберігаючи в холодильнику до 3 днів; збірка займе лише хвилину перед запіканням. Використовуйте магазинне ростбифне куряче м'ясо, щоб не готувати курку окремо. Розм'якніть кілька тортильй у вологій серветці в мікроволновці 30 секунд замість поодинокого нагрівання. Приготуйте 4-6 порцій одночасно, щоб скоротити час збірки, заморозіть залишки повністю зібраними (сир додавайте після розморожування)."
  },
  "chiles-en-nogada": {
    "name": "Чілі-ен-Ногада",
    "desc": "Класична мексиканська літня страва з перців чилі, начинених смачним фаршем пікадільйо і покритих кремовим соусом з горіхів. Прикрашається зернами гранату та петрушкою, відтворюючи яскраві зелено-червоно-білі кольори прапора Мексики.",
    "comment": "Готуйте начинку пікадільйо і соус ногада заздалегідь або в великих порціях для заморожування; це розподілить роботу по днях і скоротити активний час приготування вдвічі. Використовуйте попередньо обсмажені консервовані або розморожені заморожені очищені перці чилі, щоб уникнути 20 хвилин обсмажування та очищення. Замочте горіхи на ніч у молоку для полегшення змішування і підсилення кремовості без додаткових кроків."
  },
  "tamales": {
    "name": "Тамалі",
    "desc": "Традиційна мезоамериканська страва з тіста маси, начиненої смачною м'ясною або овочевою начинкою та завінченої в кукурудзяні листя. Часто подається на святах, поєднуючи теплий, трохи солодкуватий смак кукурудзи з ситною начинкою.",
    "comment": "Заливайте кукурудзяні листя заздалегідь і тримайте їх у холодильнику під водою до двох днів, щоб можна було негайно почати складання. Використовуйте залишки тушкованого курчака та готову сальсу як начинку, щоб не готувати окреме рагу. Біть тісто маси з жиром міксером для швидшого набивання повітрям і легшої текстури. Готуйте паровою всю корзину тамалі одночасно; після охолодження зберігайте їх у листі в холодильнику до трьох днів або заморожуйте на кілька тижнів, потім розігрівайте на пару — це економить час під час занять."
  },
  "chilaquiles": {
    "name": "Чілакілес",
    "desc": "Традиційна мексиканська сніданкова страва з підсмажених кубиків кукурудзяних тортильй, обсмажених у кислуватому соусі з томатільйо та перцю чилі. Подається зі свіжим сиром квесо фреско і кріпом. Страва поєднує солодкувато-пікантний смак з приємною хрусткою текстурою.",
    "comment": "Найшвидший спосіб приготувати чілакілес вдома — заздалегідь підготувати компоненти: запікти або обсмажити велику порцію тортильй, зберегти їх у герметичному контейнері, а також мати в холодильнику чи морозилці банку соусу з томатільйо та перцю. Тоді вам залишиться лише розігріти соус і змішати його з тортильями. Для занятьних ранків можна приготувати соус навечері, охолодити його, а вранці просто розігріти, додати тортильї на хвилину-дві та завершити свіжим сиром і кріпом. Якщо ви використовуєте духовку для запікання тортильй замість смаження, можна одночасно приготувати кілька порцій, поки готується соус на плиті — це скоротить активний час приготування."
  },
  "elote": {
    "name": "Елоте",
    "desc": "Класична мексиканська вулична страва: смажена кукурудза у початках, змазана кремовою майонезно-лимонною підливою, посолом сирного тертя та гострим чилі.",
    "comment": "Щоб значно скоротити час, розігрійте кукурудзу в мікровідновлювачі (у листі або обмотаній мокрим паперовим рушником) протягом 3–4 хвилин перед смаженням; це напівготує зерна, тому вам потрібно лише 2 хвилини на теплі для димного запаху. Купівля вже очищеної кукурудзи ще більше скорочує підготовку. Також можна заздалегідь змішати майонез, лимон та чилі в одну 'крему' і наносити одразу."
  },
  "pupusa": {
    "name": "Пупуса",
    "desc": "Традиційна сальвадорська корн-тортилья з начинкою з сиру та фасолевої пасти, яку зазвичай подають із солодким капустним салатом (куртідо) і соусом. М'яка сковорена тортилья з смачною начинкою робить її улюбленою вуличною їжею.",
    "comment": "Щоб прискорити приготування пупус в домашніх умовах, заздалегідь підготовте велику порцію фасолевої пасти та тертого сиру і зберігайте їх у холодильнику або морозильнику дрібними порціями. Так вам буде потрібно лише змішати тісто та сформувати пупуси. Розділіть масу на кульки і швидко припресуйте їх руками або пластиковою підкладкою та тортильєрою, щоб скоротити час формування без спеціальних інструментів. Смажте декілька пупус одночасно на великій сковорідці або грилі замість порцій, щоб зменшити активний час приготування."
  },
  "arepa": {
    "name": "Арепа",
    "desc": "Традиційна страва венесуельської та колумбійської кухні — арепа це плоска коржик з кукурудзяного борошна, води, солі та трохи олії. Смажать на сковорідці до хрусткої скорінки і м'якого середини. Зазвичай розрізають пополам і фаршують сиром, авокадо, фасолею або м'ясом, тому вона дуже смачна і зручна.",
    "comment": "Щоб прискорити приготування арепи, можна замісити більше тіста і сформувати всі коржики відразу, потім зберігати їх у холодильнику до дня або заморозити між папером для пергаменту, щоб просто розморозити перед обсмажуванням. Тісто має бути щільнішим, щоб коржики не деформувалися. Смажте кілька штук одночасно на широкій сковорідці з кришкою — це скорочує час приготування і дає хорошу скоринку. Гаряча антипригарна сковорода дозволяє використовувати менше олії, а також пересмажувати кілька порцій в одній тарілці, що економить час і посуд."
  },
  "beef-empanada": {
    "name": "М'ясні емпанади",
    "desc": "Смажний випікання з фаршем, спеціями та пасеюваними цибулею, часником і томатною пастою. Тісто бездрожжеве, хрустке, з золотистою скорінкою — гармонійно поєднується з сочним начинням.",
    "comment": "Для тіста: змішайте борошно, сіль, олію та теплу воду, вимісіть і дайте відпочити 15-20 хвилин, поки готується начиння. Розкатуйте тісто у колбаску, розріжте на порції — так швидше, ніж формувати кожне коло з кульки. Кола шаром поміщайте між олійними аркушами, щоб не висихали. Начиння готуйте великою партією: фарш, цибуля, часник і томатна паста — заморозьте тонким шаром у пакетах. Розморожується за хвилину, а емпанади збиратимуться швидко. Ще простіше: зібрані, але не випікані емпанади заморозьте в один шар — випікайте без розмороження, лише трохи збільшивши час."
  },
  "ceviche": {
    "name": "Севіче",
    "desc": "Орієнтальний перуанський салат з твердого білої риби, яку м'яко маринують в лимонному соку з додаванням ахі лімо, цибулі та свіжої кріпки. Подають із солодкою маніоковою картоплею та кукурузою для балансу смаків.",
    "comment": "Щоб приготувати севіче швидше в зайняті дні, тримайте невеликі філе твердої білої риби (наприклад, морського баса або корвіни) очищені від кісток і заморожені пласкими порціями. Так вони швидко розморожуються у холодній воді. Заздалегідь відварите та заморозьте солодку картоплю і кукурудзяні зерна порціями, щоб їх можна було просто нагріти або розморозити перед подачею. Вижмайте лимонний сік заздалегідь (на 2–3 дні) та зберігайте його у скляній пляшці в холодильнику, щоб не вижимати кожного разу і зменшити навантаження на кухню. Якщо вам важко шинкувати цибулю та перець чилі, підготовьте порцію тонко нарізаної червоної цибулі та ахі лімо в солоній воді у герметичному контейнері; використовуйте її протягом 1–2 днів, щоб залишалося тільки порціонування і збирання салату. З цим підходом активна підготовка скорочується до нарізання риби та змішування всіх компонентів у холодному маринаді."
  },
  "lomo-saltado": {
    "name": "Ломо сальтадо",
    "desc": "Класична перуанська стравка, що поєднує соєво-мариновану яловичину з червоною цибулею та помідорами. Зазвичай подається з хрусткими картопляними скибочками та відвареним білим рисом — це серце кухні чифа (перуансько-китайського ф'южну).",
    "comment": "Щоб прискорити процес, можна взяти заморожені картопляні скибочки (печені або підсмажені в повітрі) та готовий рис. Якщо нарізати м'ясо і овочі заздалегідь, обробка на сильному жарі займе лише хвилини. Для найкращого смаку використовуйте вок або важку сковороду з максимальною температурою — так м'ясо швидко підрум'янеться, а цибуля збереже хруст. Заздалегідь змішавши соєвий соус і оцет у єдину основу для соусу, ви значно спростите процес при інтенсивному приготуванні."
  },
  "cuy-chactado": {
    "name": "Куй Чактадо",
    "desc": "Традиційна перуанська гірська страва, в якій ціле морське свинка обтискають важким каменем (чактадо) і смажать на глибокому олії. М'ясо попередньо маринують у цитриновій-часниковій суміші, а потім обвалюють в кукурудзяному борошні для хрусткої золотистої скоринки.",
    "comment": "Аби оптимізувати приготування, спочатку відварте морське свинка у солоній воді 15 хвилин – так м'ясо повністю провариться, а смаження на олії зменшиться до 5 хвилин лише для шкірки. Маринувати можна кілька порцій і заморожувати – вони відмінно смажать прямо з морозильника. Якщо немає традиційного вулканічного каменю, замість нього використовуйте другу важку чавунну сковороду для рівномірного притискання м'яса під час смаження."
  },
  "bandeja-paisa": {
    "name": "Бандеха Паїса",
    "desc": "Легендарна колумбійська страва з червоної фасолі, рису та різноманітних м'ясних продуктів. У складі: хрусткі чічарон (смажені шматки свинини), чорізо, фарш, смажена бананова пластинка, авокадо і арепа, все прикрашено смаженим яйцем.",
    "comment": "Щоб оптимізувати цю складну страву, використовуйте тисковий казанок для фасолі — це скоротить час готування з кількох годин до 40 хвилин. Для рису краще взяти рисоварку. Чічарон (свинячий жирок) можна смажити в повітряній фритюрі, щоб отримати ідеальну хрусткість без постійного нагляду та брудних слідів. Фарш і фасоль краще готувати заздалегідь — вони добре розігріваються. Для економиї часу можна використати заморожені арепи."
  },
  "feijoada": {
    "name": "Фейжоада",
    "desc": "Смачна бразильська стравка з чорної фасолі, тушкованої з свининою, субпродуктами та колбасою. Зазвичай подають із рисом, капустою та фарофою. Відрізняється насиченим смаком умамі та комфортним ароматом, тому є обов'язковою стравою на сімейних святах.",
    "comment": "Класична фейжоада вимагає багато часу, але швидкострийник скорочує приготування свинини та субпродуктів до 30-40 хвилин, зменшуючи загальний час на плиті на 70%. Можна пропустити замочування фасолі на 24 години, використовуючи консервовану. Для найкращого співвідношення смаку та зусиль краще готувати велику порцію: стравка відмінно заморожується до 3 місяців, а її смак навіть покращується на другий день, коли колаген густіє бульйон."
  },
  "churrasco": {
    "name": "Чураско",
    "desc": "Класична бразильська стейк-стрижка, зазвичай з пікана або реберної частини, посипана крупною солю. Подається з яскравою соусом чимічуррі, має густу дымкову корочку і сочну, ніжну м'якоть всередині.",
    "comment": "Зроби велику порцію соусу чимічуррі заздалегідь - він зберігається тижнями в холодильнику, а смак тільки покращується. Якщо немає гриля, використовуй сильно розігріту чавунну сковороду для професійної обсмажки за половину часу. Готуй кілька порцій одночасно і давай їм відпочити разом - це спростить приготування на наступні дні."
  },
  "moqueca": {
    "name": "Мокека",
    "desc": "Традиційна бразильська рибна стравка з Баїї, багата кокосовим молоком та пальмовою олією. Суміш свіжої морепродукції, ароматних трав і яскравих перців створює запашну, спокійну миску смаку.",
    "comment": "Для оптимізації використовуйте заморожені очищені креветки та готовий заморожений нарізаний перець/цибулю, щоб повністю уникнути нарізання. Готуйте велику порцію; мокека відмінно заморожується і смак посилюється після дня, що дозволяє просто розігрівати для подальших трапез."
  },
  "po-de-queijo": {
    "name": "Пау-ді-Кейжу",
    "desc": "Традиційний бразильський хліб з сиром з регіону Мінас-Жерайс, відомий своїм унікальним м'яким та повітряним тістом, приготованим на основі ферментованого крохмалю юки та солоного сиру.",
    "comment": "Для значного скорочення часу підготовки можна використати блендерний метод: з'єднати всі інгредієнти в блендері (спочатку рідини), а потім вилити тісто у змащені формочки для міні-кексів, повністю пропустивши ручне формування. Альтернативно можна приготувати велику порцію кульок тіста та заморозити їх; їх можна пекти без розморожування, додавши лише 5 хвилин до часу випікання, щоб отримати свіжі закуски без щоденної підготовки."
  },
  "pastel-de-nata": {
    "name": "Пастель де ната",
    "desc": "Традиційний португальський пиріг з кремовою начинкою, хрустким багатошаровим тістом і м'якою яєчно-вершковою масою. Відомий характерними карамелізованими «підпаленими» плямами на верху.",
    "comment": "Щоб зменшити зусилля, використовуйте якісне готове листкове тісто і готовіть крем заздалегідь. Найкращий спосіб оптимізації — формувати пироги в формочках та заморожувати сирими; можна пекти без розморожування при дуже високій температурі (250°C–300°C). Така висока температура забезпечує характерний підпалений верх і хрустку основу майже вдвічі швидше. Приготуйте велику партію та заморозьте — так у вас завжди будуть свіжі пироги без щоденної роботи."
  },
  "bacalhau-brs": {
    "name": "Бакаляу а Браш",
    "desc": "Класична португальська страва з тертого солоного тріски, обсмаженої з цибулею та тонкими хрусткими картопляними скибками. Завершується яєчницею-болтункою і свіжою петрушкою. Ідеальний баланс солоного рибного смаку, ніжних яєць і хрусткої картоплі.",
    "comment": "Щоб приготувати за менше як 15 хвилин, використовуйте готову 'батату палья' (картопляні скибочки) та розморожений тертий тріску (Бакаляу Десфіаду). Це уникне довгого замочування і трудомісткого процесу ручного тертя риби та нарізання картоплі. Спочатку обсмажте цибулю з рибою, а потім додайте картоплю і яйця в кінці, щоб скибки не розм'якли."
  },
  "francesinha": {
    "name": "Франсезіня",
    "desc": "Легендарний португальський сендвіч з Порту — шари м'яса (стейк, шинка та ковбаски) між товстими шмаками хліба, покриті розплавленим сиром і политі гострою томатною підливою на основі пива.",
    "comment": "Таємниця швидкої Франсезіні — готувати підливу партіями: вона відмінно заморожується місяцями. У професійних кухнях її змелюють і довго тушкують великими порціями; вдома можна зробити те саме та просто розігрівати потрібну кількість, коли смажите м'ясо. Для економиї часу використовуйте сендвіч-прес, щоб підрум'янити шарів одночасно, а сир кладіть так, щоб він виступав за краї — це забезпечить рівномірне розплавлення під грилем."
  },
  "sardinhas-assadas": {
    "name": "Смажені сардини",
    "desc": "Традиційні португальські смажені сардини з оливковою олією та лимонним соком. Цей страву відома своїм димчастим смаком і хрусткою шкіркою.",
    "comment": "Щоб значно скоротити час підготовки, попросіть рибака очистити сардини за вас. Використовуйте подвійну сітку для грилю, щоб перевертати всю партію одночасно - це запобігає приклеюванню ніжної шкірки та забезпечує рівномірне обпалювання. Заздалегідь можна підготувати більшу порцію гарніру з часником і петрушкою, якщо плануєте подавати цю страву кілька разів на тиждень."
  },
  "cornish-pasty": {
    "name": "Корнський пасті",
    "desc": "Аутентичний корнський пасті з міцного короткозернистого тіста, зібраний по краю. Класична начинка складається з сирого м'яса, картоплі, буряків і цибулі, які повільно запікаються разом, створюючи сочний внутрішній шар.",
    "comment": "Можна приготувати велику порцію і заморозити сирими; вони чудово випікаються прямо з морозилки, додавши лише 15 хвилин у духовці. Використання готових заморожених сумішей буряків/цибулі або покупного короткозернистого тіста скоротить активний час приготування до декількох хвилин, зберігаючи традиційний смак."
  },
  "shepherds-pie": {
    "name": "Британський пиріг з бараниною",
    "desc": "Класична британська страва, яка складається з смачної подробини баранини під шаром м'якого картопляного пюре. За традицією саме цю версію називають Shepherd's Pie, а аналогічну страву з яловичиною - Cottage Pie.",
    "comment": "Готуйте велику порцію начинки та картопляного пюре, щоб скласти кілька окремих пирігів у формочках для запікання. Вони ідеально заморожуються на 2 місяці. Використовуйте заморожені горошок і моркву, щоб не витрачати час на шинкування. Для прискорення приготування картоплі скористайтесь чайником для миттєвого кип'ятіння води та тримайте кришку на каструлі, щоб зберегти тепло."
  },
  "yorkshire-pudding": {
    "name": "Йоркширський пудинг",
    "desc": "Класична британська страва — легкий і повітряний Йоркширський пудинг готується з простого тіста з борошна, яєць та молока. Ідеально доповнює смак смаженої говядини з соусом, поєднуючи хрустку корочку і ніжну серцевину.",
    "comment": "Для кращого результату тісто можна змішувати блендером 30 секунд замість ручного. Можна приготувати велику порцію та зберігати в холодильнику до 48 годин — охолоджене тісто підіймається краще. Найкраще те, що пудинги можна заморозити: випікайте 12 штук, замораджуйте і розігрівайте в гарячому духовці 5 хвилин за потреби — зберігаючи свіжий хруст з мінімальними щоденними зусиллями."
  },
  "sunday-roast": {
    "name": "Сонячна ростбіф",
    "desc": "Смачний класичний обід з соковитим бичачим плечем, хрусткими коренеплодами та традиційними йоркширськими пудингами, все подається з густою підливою.",
    "comment": "Щоб економити час, краще запекати великий шматок м'яса і повну панель овочів на 4+ порції відразу - тривалість в печі не зміниться, а 'активний' час на одну порцію значно скоротиться. Залишки бичачиного м'яса чудово підходять для холодних бутербродів, а додаткові запечені овочі можна швидко обсмажити в 'bubble and squeak' (шумливу страву) на обід у понеділок. Готуйте тісто для йоркширських пудингів за кілька годин до цього і дайте йому відпочити в холодильнику - це забезпечить краще підняття, а також звільнить робочу поверхню перед остаточною випічкою."
  },
  "haggis": {
    "name": "Геґіс",
    "desc": "Традиційна шотландська солодка страва з фаршу з субпродуктів вівці (серце, печінка, легені), подрібнених з салом, вівсяними пластівцями та цибулею. Зазвичай готують у шлунку вівці і варять на пару.",
    "comment": "Щоб значно прискорити приготування, можна використовувати швидковарку для розм'якшення м'яса за 45 хвилин замість кількох годин. Традиційне фаршування шлунка вимагає багато часу; можна взяти смажену миску, покриту фольгою (геґіс у духовці), щоб отримати такий же смак з меншими зусиллями. Рекомендується готувати велику порцію і заморожувати її порціями, оскільки геґіс добре зберігається при заморозуванні."
  },
  "scones": {
    "name": "Скони",
    "desc": "Класичні англійські скони — золотисті, трохи розсипчасті коржики, які тають у роті. Вони невід'ємна частина чаювання і чудово поєднуються з вершковою кремою або джемом.",
    "comment": "Для оптимального результату подрібніть холодний масло з борошном в блендері до стану крошки за кілька секунд. Можна сформувати велику порцію тіста і заморозити сирійки на піддоні; вони випікаються без проблем прямо з морозилки, додавши лише декілька хвилин, що дозволить отримувати свіжі скони щодня без ранкової підготовки. Замість круглого викрутки можна розкатати тісто в прямокутник і нарізати квадратами гострим ножем — це усуне необхідність перекатувати залишки та збереже легку текстуру."
  },
  "jollof-rice": {
    "name": "Рис Джоллоф",
    "desc": "Яскравий західноафриканський стіл, рис джоллоф поєднує помідори, цибулю та ароматні спеції в пахучому одночашниковому страві. Часто подається на святкових застільях, демонструючи любов регіону до насичених смаків.",
    "comment": "Зготуйте велику порцію томатно-перецької основи ('джоллоф-бази') і заморозьте її порціями – це скоротить підготовку майже до нуля в зайняті дні. Парбований довгозернистий рис забезпечить рівномірну, не розварювану текстуру. Готуючи кілька порцій одночасно, ви значно зменшите зусилля – смак посилюється з часом, тому залишки стають навіть смачнішими."
  },
  "bunny-chow": {
    "name": "Банні Чоу",
    "desc": "Класична вулична їжа Південної Африки — хлібний м'ячик з сочним каррі всередині. Гармонійне поєднання спецій та текстур робить його ідеальним для обіду або вечері.",
    "comment": "Щоб швидше, використовуйте тисковий казанок для приготування говяжого каррі — це скоротить час відварювання з години до 20 хвилин. Також можна заздалегідь приготувати велику порцію каррі, бо смак покращується після ночі. Для економії часу використовуйте заморожені суміші горошку та моркви — це виключить необхідність рубання."
  },
  "bobotie": {
    "name": "Боботі",
    "desc": "Класична південноафриканська страва з м'ясного фаршу, заправленого спеціями та покритого солодкою вершковою закускою. Унікальний смак досягається завдяки гармонійному поєднанню абрикосової джему, родзинок і пряних куркума-спецій.",
    "comment": "Боботі — ідеальна страва для приготування вперед: можна заготувати велику порцію м'ясного наповнення, розфасувати та заморозити. Перед подачею додати свіжу вершково-яєчну суміш і запікати. Для економії часу використовуйте заморожену цибулю-шалот — це дешевле за готову різану овочеву суміш. Увага: час очікування не враховано у розрахунках."
  },
  "injera": {
    "name": "Інджера",
    "desc": "Ефіопський кислуватий плоский хліб з пористою текстурою та характерною дірою в центрі. Використовується як тарілка і столові прилади для страв з тушкованої м'ясо-овочевої суміші.",
    "comment": "Важливо: час пасивного заквашування не враховується у загальному часі приготування. Інджері потрібно 1–3 дні заквашувати перед випіканням."
  },
  "doro-wat": {
    "name": "Доро Ват",
    "desc": "Легендарна ефіопська куряча стравка з густою, ароматною підливою на основі довго тушкованих цибуль і гострих спецій бербері. За традицією подають із вареними яйцями та кисломолочним хлібом інджера – це головна стравка ефіопських святкових столів.",
    "comment": "Щоб скоротити час підготовки, можна подрібнити цибулю блендером замість ручного нарізання. Використання швидковарки (наприклад, Instant Pot) зменшить тривалий процес розм'якшення цибулі з 45 хвилин до 12, а варіння курятини – до 15. Для найсправжнішого смаку краще використовувати гхі (замість нітєр кіббе) і готувати подвійну порцію – страва відмінно заморожується та навіть краще сприймається наступного дня."
  },
  "chicken-muamba": {
    "name": "Куряча Муамба",
    "desc": "Смачна конголезька стравка з м'яким курячим м'ясом, тушкованим в червоній пальмовій олії з бамією, помідорами та ароматними спеціями. Ця соковита страва поєднує солодкуватий смак перців і багатство пальмової орехової нотки.",
    "comment": "Щоб прискорити процес, можна перетерти цибулю, часник та перець блендером замість ручного нарізання. Готуйте більше порції основи з курятини і пальмової олії — вона відмінно заморожується на місяці. Свіжу бамію додавайте лише під час розігрівання, щоб зберегти її щільну структуру та уникнути слизькості. Швидковарка зменшить час приготування курятини до 15 хвилин."
  },
  "poke": {
    "name": "Поке",
    "desc": "Яскрава гавайська страва з дрібнокутним сирим тунцем у соєво-сезамному соусі, подано з ароматною вареною рисом, свіжим авокадо та огірком.",
    "comment": "Щоб скоротити час приготування, сварте велику порцію рису в рисоварці і зберігайте; рис для поке часто подають охолодженим, тому це ідеальна страва для запланованої їжі. Використовуйте мандоліну для тонких шматочків огірка та купуйте вже подрібнений тунц сортів сашімі, щоб уникнути складної роботи ножем. Соус можна змішати в великій банці і зберігати в холодильнику на тиждень для швидкого збирання свіжої страви."
  },
  "jamaican-jerk-chicken": {
    "name": "Ямайська курятина з маринадом jerk",
    "desc": "Гаряча та ароматна карибська страва, де курку вкривають димним, гострим маринадом jerk і смажать досконало. Діш балансує пікантність з ароматичними травами для насилених, неперевершених смаків.",
    "comment": "Приготуйте велику порцію маринаду jerk та заморозьте його у формочках для льоду для зручного використання. Для максимальної ефективності одночасно замаринуйте кілька порцій курятини і заморозьте їх; м'ясо промаринується, коли розморожується в холодильнику, що практично не вимагає активної підготовки. Групове смаження декількох порцій одночасно скорочує час приготування на половину."
  },
  "cuban-sandwich": {
    "name": "Кубинський сендвіч",
    "desc": "Легендарний флорідійський пресований сендвіч з хрустким хлібом, шаром цитрусного маринованого запеченого свинини, смачною шинкою, розплавеним швейцарським сиром, кислуватими огурцями та гірчицею.",
    "comment": "Для оптимального результату використовуйте два важких чавунних сковорідки (одну як прес), щоб одночасно обсмажити обидві сторони і рівномірно спресувати сендвіч без спеціального пристрою. Готуйте велику порцію свинини в молоці на повільному вогні у вихідні; активна збірка сендвіча займе менше п'яти хвилин. Можна також зібрати кілька сендвічів і заморозити (без огурців), а потім спресувати прямо з холодильника для швидкої страви."
  },
  "salade-nioise": {
    "name": "Салат Нісуаз",
    "desc": "Класичний французький салат з Ніцци, який включає тунця, анчоуси, варені яйця, картоплю, зелену фасоль, помідори та оливки. Заправляється олією та білим винним оцтом. Цей середземноморський смак поєднує білок, овочі та солонуваті нотки у гармонійній комбінації.",
    "comment": "Щоб прискорити процес, на початку тижня варте велику порцію яєць і картоплі – вони зберігаються кілька днів. Використовуйте заморожену зелену фасоль, яка готується вдвічі швидше, або сварюйте її разом з картоплею. Приготуйте більшу порцію заправки і тримайте в холодильнику для миттєвого використання."
  },
  "waldorf-salad": {
    "name": "Салат Вальдорф",
    "desc": "Елегантний американський салат, створений у готелі «Вальдорф-Асторія» в Нью-Йорку. Комбінує хрусткі яблука, сельдерей, виноград і горіхи в солодкому вершковому соусі. Цей поєднання смаків робить його безсмертним класиком.",
    "comment": "Готуйте порції заздалегідь — це скорочує час приготування, а салат зберігає свою структуру до 24 годин у холодильнику. Використовуйте яблукорізку для швидкого шинкування, і відразу змішують шматочки з соусом, щоб запобігти затемнінню без додаткового лимонного соку. Купуйте горіхи великими порціями в скорлупі — це вигідніше, а їх можна очистити вперед для швидкого складання салату."
  },
  "coleslaw": {
    "name": "Кольо́вла",
    "desc": "Класична американська салатна страва з тонко нарізаної капусти та моркви, заправлена ​​сметаною з кислуватим смаком. Хрусткість і гармонійний смак роблять її незамінним додатком до важких, грильованих або смажених страв.",
    "comment": "Кольовла — ідеальна страва для попереднього приготування, оскільки вона залишається свіжою протягом 3-5 днів, а смак навіть покращується, коли овочі промаринуються. Використовуйте кухонний комбайн з насадкою для шинкування або широкий мандоліні, щоб швидко підготувати овочі за кілька секунд замість ручного нарізання. Приготування чотирьох порцій займе майже стільки ж часу, скільки і однієї, забезпечуючи готовий до вживання гарнір на весь тиждень."
  },
  "shopska-salad": {
    "name": "Шопська салата",
    "desc": "Класична болгарська салата з свіжих помідорів, огірків, червоної цибулі та паприки. Вгорі посипана дрібно натертим білим сиром. Заправляють оливковою олією і оцтом – яскрава, освіжаюча страва з Балкан.",
    "comment": "Цибулю та огірки можна швидко нарізати мандоліном для рівномірної текстури. Щоб сир виглядав «сніжно», терті його прямо над салатом дрібним терком, а не розсипали. Для зручності заморозьте сир 20 хвилин перед натиранням. Паприку та цибулю можна заготувати вперед – вони залишаються хрусткими до 3 днів у герметичному контейнері, що скорочує час підготовки для наступних порцій."
  },
  "gado-gado": {
    "name": "Гадо-гадо",
    "desc": "Індонезійський овочевий салат з відварених і сирих овочів, тофу, темпе та вареними яйцями, политий густою гострою арахісовою підливою. Яскравіший приклад балансу текстур і смаків індонезійської кухні.",
    "comment": "Щоб скоротити час готовки, можна 'паропаркувати' капусту та зелену стрічку в мікроволновці за 3 хвилини: покласти їх у посудину з трохи води і накрити. Яйця та картоплю можна варити разом, щоб зберегти енергію й час миття. Арахісовий соус, обсмажені тофу/темпе можна приготувати заздалегідь і заморозити. Для свіжішого смаку огурці краще нарізати перед подачею, а салат скласти, поки овочі трохи теплі — так соус краще в'їсться."
  },
  "chicken-larb": {
    "name": "Курчачий лаб",
    "desc": "Традиційна лаоська та тайська салата з м'яса, приготована з дрібно подрібненого курчатця, заправлена соком лайма, рибним соусом, чилі та солодкою рисовою мукою. Подається з свіжими зеленню і листочками салату, пропонує гармонійний баланс кислого, солоного та гострого смаку з особливим горіховим хрустом.",
    "comment": "Щоб заощадити час, приготуйте велику порцію 'Khao Khua' (солодкої рисової муки) і зберігайте її у герметичному контейнері; вона залишається ароматною місяцями та надає необхідну горіхову текстуру. Заздалегідь змішайте сік лайма, рибний соус і чилі в маленькій пляшці для миттєвого використання. Використання попередньо промитих трав'яних сумішей та купівля дрібно подрібненого курчатця значно скорочує час підготовки. Для запланування харчування приготуйте подвійну порцію м'яса і зберігайте окремо від зелені, щоб зберегти свіжість."
  },
  "wakame-salad": {
    "name": "Салат з вакаме",
    "desc": "Легкий та освіжаючий японський салат із морських водоростей, приготований з відновленим вакаме і заправлений кислуватою сумішшю рисового оцту, кунжутної олії та трохи цукру. Посіпаний кунжутом, це здорова та багата умамі гарнір.",
    "comment": "Гідруйте велику порцію сухого вакаме відразу, добре вижміть і зберігайте без заправки в герметичному контейнері в холодильнику до 3 днів. Тримайте під рукою невеликий склянчик готової заправки (рисовий оцет, кунжутна олія, цукор); коли потрібно порцію, просто змішайте горстку вакаме з ложкою заправки і посипте кунжутом – активний час приготування склав лише хвилину-дві."
  },
  "shuba-salad": {
    "name": "Шуба",
    "desc": "Страва радянської кухні, що складається з шарів тертих відварених картоплі, моркви, яєць та буряків, під якими ховаються солодкі шпроти. Вся конструкція змащується майонезом і виглядає як «шуба» завдяки фіолетовому верхньому шару. Це обов'язкова страва на святкових столах постсоветських країн, яку цінують за пишний вигляд та гармонійну суміш солодкого і солоного.",
    "comment": "Щоб скоротити час приготування, можна розморозити коренеплоди в мікрохвильовці у герметичному пакеті з невеликою кількістю води замість варіння. Для максимальної ефективності використовуйте готові вакуумні буряки та насадку для тертя на кухонному комбайні для всіх шарів. Огірки можна замаринувати у яблучному оцті з трохи цукру протягом 5 хвилин, щоб зняти гіркоту і додати свіжість, яка добре балансує густий майонез."
  },
  "vinegret": {
    "name": "Вінегрет",
    "desc": "Класична салата з відварених буряків, картоплі та моркви, поєднана з квашеною капустою і маринованими огурцями. Заправляють олією — це смачна, багата на клітковину зимова страва з яскравим кольором та кислуватим смаком.",
    "comment": "Зменшити час приготування можна за допомогою вакуумних відварених овочів і терки-гратера. Змішують буряк з олією окремо, щоб він не розфарбував всю салату в фіолетовий колір. Краще готувати порцію на 2-3 дні — смак покращується, а у холодильнику тримається до 5 днів."
  },
  "potato-salad": {
    "name": "Салат з картоплі",
    "desc": "Класичний солодкий салат з м'якою відвареною картоплею, яйцями і сочним селером у смачному майонезно-горчичному соусі. Додаток оцту та цибулі надає йому гармонійний смак. Ідеальна страва для барбекю та сімейних обідів.",
    "comment": "Щоб скоротити час приготування, можна використати дрібну тертку або спеціальне сито для картоплі та яєць - це дасть рівномірні кубики. Картоплю можна готувати в мікроволновці 8 хвилин у посудині з кришкою і водою, замість традиційного варіння 25 хвилин. Оцет краще додавати до теплої картоплі - так він краще просочується перед додаванням соусу. Приготуйте велику порцію - смак покращується після доби в холодильнику, а салат зберігатиметься свіжим до 72 годин."
  },
  "tagliata-con-rucola": {
    "name": "Тальята з руколою",
    "desc": "Класична італійська страва: тонко нарізане стейк з грилю, яке подають на гострий руколі, посипаючи тертим пармезаном та простим бальзамічним соусом.",
    "comment": "Зарахуйте заздалегідь велику порцію шматочків пармезану та помійте руколу — так щоденна підготовка скоротиться до збирання страви. Смажте два стейки одночасно на великій сковорідці, щоб одне подавати гарячим, а інше зберегти для холодної салати наступного дня — це скоротить активний час приготування вдвічі."
  },
  "ensalada-mixta": {
    "name": "Салат Міксто",
    "desc": "Орігінальний іспанський салат з свіжого листя салату, помідорів, огірків та цибулі. Як додаток - консервований тунець, варені яйця та маслини. Заправляється класичним соусом з оливкової олії та білої винної оцти.",
    "comment": "Заради економії часу можна відразу приготувати 10-12 варених яєць - вони добре зберігаються в холодильнику до тижня. Нарізану цибулю перед використанням краще тримати у холодній воді, щоб зменшити гострий смак і зберегти хрусткість. Для швидкого приготування соусу можна використовувати невелику банку - це допоможе краще змішати компоненти та рівномірно заправити салат."
  },
  "belgian-waffles": {
    "name": "Бельгійські вафлі",
    "desc": "Справжні дріжджеві вафлі з легкою повітряною структурою, хрусткою скоринкою та глибокими порожнинами. Традиційний рецепт дає багатий смак, який ідеально поєднується з цукровою пудрою або свіжими ягодами.",
    "comment": "Готуйте тісто в блендері та залишайте його на ніч у холодильнику — так ви заощадите час ранком і підсилите смак завдяки повільному бродінню. Для максимальної ефективності зробіть велику порцію, заморозьте залишки і розігрівайте їх у тостері — так вони швидко відновлять свій характерний хруст, що дуже зручно для зайнятих буднів."
  },
  "macarons": {
    "name": "Макарони",
    "desc": "Делікатні французькі печиво з мигдалевої мерінги з гладкою хрусткою скорлупою та м'яким, жуйким внутрішнім шаром. Наповнюють ганашем, вершковим кремом або джемом — ці кольорові солодощі є символом французького кондитерського мистецтва і вимагають точного виконання.",
    "comment": "Макарони ідеально готувати партіями: заморожуйте готові скорлупки на 3 місяці або наповнені — на місяць; текстура значно покращується після 24-годинної дозрівання. Використовуйте блендер, щоб подрібнити мигдалеву муку з цукровою пудрою — це замінить ручне просіювання і забезпечить гладку скорлупу. Подвоєння кількості порцій скоротить активний час приготування на половину без додаткових зусиль у викладанні."
  },
  "chicken-kiev": {
    "name": "Куряче київське",
    "desc": "Класична українська страва: відбита куряча грудка, набита вершковим маслом з травами, панірована та обсмажена. Головна вишукана деталь — розплавлене масло, що витікає при першому надрізі.",
    "comment": "Зробить велику порцію набитих і панірованих «колбасок» з курятини та заморозьте. Це уникне трудомісної підготовки й гарантує, що масло залишиться холодним і не витопиться під час обсмажування. Використовуйте подвійну паніровку для міцної скорупки та смажте без розморожування — так результат буде найкращим."
  },
  "brownie": {
    "name": "Брауні",
    "desc": "Густа, шоколадна солодка випічка з тріщинуватим верхом та насиченим смаком. Готують із розтопленої шоколадної маси та вершкового масла, а цінують за м'яку текстуру і глибокий какао-аромат. Класична американська страва, яка є одночасно простою та невимушеною.",
    "comment": "Випікайте велику порцію відразу й заморожуйте кубики: брауні чудово зберігаються в морозилці і стають ще м'якшими після розмороження. Для зручності можна використовувати одну мікрохвильову скляну миску для розтоплення шоколаду та змішування решти інгредієнтів, щоб скоротити час миття посуду. Викладайте форму пергаментом у вигляді 'підвісів', щоб легко витягти всю випічку для швидкого охолодження й нарізання. Також можна заздалегідь приготувати сухую суміш (мука, цукор), щоб щоденна підготовка зводилася лише до додавання м'яких інгредієнтів."
  },
  "katsudon": {
    "name": "Кацудон",
    "desc": "Смачний японський рисовий обід з хрусткою шкіркою свинячої котлети (тонкацу) і яйцями, тушкованими в солодко-солоному бульйоні дасі. Ум'ямі-багатий соус пропитує рис та панірування, створюючи надзвичайно ситний страву для комфорту.",
    "comment": "Щоб значно скоротити час приготування, можна заздалегідь підготувати свинячі котлети: обвалити їх у паніровці і заморозити сирими. Перед вживанням смажити без розморожування (додайте 1-2 хвилини до часу смаження). Альтернатива — приготувати партію котлет і заморозити; розігрівати в тостерній печі для найшвидшого обіду. Для соусу використайте 'Менцую' (концентрат для лапші) розведене водою — це замінить дасі, соєвий соус, мірин і цукор миттєво. Також можна використовувати заморожені цибулі-кубики, щоб уникнути нарізання."
  },
  "churros": {
    "name": "Чуроси",
    "desc": "Іспанські смажені вироби з тіста шанти, які формують у довгі смужки і обсмажують до золотистої хрусткої скорінки. Посыпані цукром з корицею, їх традиційно подають із гарячим шоколадом для макання. Проста, але дуже смачна вулична страва.",
    "comment": "Наріжте сире тісто на смужки та заморозьте на аркуші з пергаментом до повного затвердіння, потім перекладіть у пакет із застібкою. Можна смажити прямо зі шморглу (добавте 1-2 хвилини часу приготування), що дозволить швидко готувати їх і в подальшому. Використовуйте кухонні ножиці, щоб відрізати тісто безпосередньо у гарячій олії – так ви уникнете липкого сирого тіста та отримаєте рівні краї."
  },
  "bryan-johnsons-nutty-pudding": {
    "name": "Густий горіховий пудинг Брайана Джонсона",
    "desc": "Поживна смузі-чаша з подрібненими горіхами, насінням, ягодами та какао. Збалансований склад із корисними жирами, омега-3, антиоксидантами та клітковиною.",
    "comment": "Горіхи та насіння можна подрібнити на тиждень вперед і зберігати в герметичних контейнерах у холодильнику — це скоротить час приготування вдвічі. Замість свіжих ягод краще використовувати заморожені — вони дешевші та дають більш кремову текстуру. Готуйте 2-3 порції одразу: чія згустить масу за ніч, зробивши пудинг ще густішим."
  },
  "bryan-johnsons-super-veggie": {
    "name": "Супер-овочева страва Брайана Джонсона",
    "desc": "Продовольча сила довголіття з чорними лобією, хрестоцвітими овочами та грибами. Дає велику кількість клітковини, рослинного білка та сульфорафану.",
    "comment": "Найбільше часу економить приготування лобії партіями на 3-4 дні (вони добре зберігаються). Можна купити заморожені готові суміші броколі/квітчастої капусти, щоб не мити й шинкувати — за харчовою цінністю вони такі ж. Якщо їсти щодня, змелюйте інгредієнти соусу (лимон, оцет, спеції, олія) у банці на тиждень, щоб просто виливати."
  }
}
