{
  "scrambled-eggs": {
    "name": "Яичница-болтунья",
    "desc": "Нежные воздушные яйца с легкой приправой соли и перца. Быстрый завтрак, который отлично сочетается с тостами или свежей зеленью.",
    "comment": "Яичницу можно хранить в холодильнике. Экономьте время: готовьте двойную порцию — съешьте одну часть, а другую оставьте на потом."
  },
  "omelette": {
    "name": "Омлет",
    "desc": "Пышная яичная блюдо с легкой складкой, начинённое обжаренными овощами и расплавленным сыром. Происходит из французской кухни и является популярной закуской на завтрак или лёгкий обед по всему миру.",
    "comment": "Омлет хранится в холодильнике 2-3 дня. Начинки, такие как обжаренный лук и перец, можно приготовить заранее и хранить отдельно для быстрого разогрева перед приготовлением омлета. Используйте предварительно нарезанные замороженные овощи, чтобы сэкономить время на нарезке без значительных дополнительных расходов. Готовьте в тонкой антипригарной сковороде на средне-высоком огне для быстрого застывания без переворачивания и держите сыр при комнатной температуре для равномерного расплавления."
  },
  "fried-eggs": {
    "name": "Яичница",
    "desc": "Классическое блюдо для завтрака, которое готовится быстро и всегда получается вкусным. Можно жарить яйца по-разному: глазуньей (яичницей с жидким желтком), пашотом или полностью прожаренными.",
    "comment": "Лучше всего есть яичницу сразу после приготовления, но можно хранить в холодильнике до суток. Чтобы сэкономить время, жарьте несколько яиц одновременно на большой сковороде — съешьте часть сейчас, а остальное оставьте на потом. Используйте хорошо разогретую антипригарную сковороду или масло-спрей, чтобы яйца не прилипали и быстрее готовились. Для удобства сначала взбейте все яйца в миске перед жаркой."
  },
  "arugula-salad-with-parmesan-and-che": {
    "name": "Руккола с пармезаном и черри",
    "desc": "Изысканный салат из острого рукколы, сочных помидоров-черри, хрустящих орехов и тонко нарезанного пармезана. Заправленный оливковым маслом и лимонным соком, он идеально балансирует вкус и текстуры — отлично подходит как закуска или легкий перекус.",
    "comment": "Можно приготовить сразу две-три порции: сухие ингредиенты храните отдельно от помидоров. Или, если не хочется возиться, смешайте все вместе с черри — просто на следующий день они будут менее сочными. Заправляйте салат непосредственно перед подачей, чтобы сэкономить время. Также можно использовать предварительно вымытую рукколу и уже обжаренные грецкие орехи."
  },
  "borscht": {
    "name": "Борщ",
    "desc": "Сыткий украинский суп из свеклы с капустой, морковью и картофелем. Подают со сметаной и укропом. Насыщенный бордовый цвет и нежная сладость делают его утешительным блюдом во всей Восточной Европе.",
    "comment": "Можно сварить большую кастрюлю на несколько приемов: лучше быстро остудить, разложить по герметичным контейнерам и хранить сметану с зеленью отдельно. Вкус только улучшается со временем! Это существенно сокращает время готовки. Можно даже заморозить на несколько месяцев — пока не потеряет вкус. Удобно использовать отварную свеклу, чтобы не окрасить всю кухню. Подойдет и готовая замороженная смесь из тертой свеклы с морковью. Заранее приготовьте бульон (домашний или покупной), тогда останется только добавить овощи."
  },
  "ramen": {
    "name": "Рамен",
    "desc": "Ароматный японский суп с лапшой в наваристом соевом бульоне и свежими добавками. Уютный завтрак или быстрый ужин с гармоничным сочетанием вкусов.",
    "comment": "Готовьте бульон большими порциями из куриных костей или готового даси/бульона в мультиварке (20 мин), затем замораживайте. Подготовьте добавки — вареные яйца и мелко нарезанный зеленый лук — заранее, храните отдельно в холодильнике до 3 дней. Варите лапшу непосредственно перед подачей: активное время снижается благодаря разделению этапов приготовления (экономия времени на сборку порции до 70%). Используйте готовые вареные яйца или микроволновой метод (1 мин)."
  },
  "khao-soi": {
    "name": "Кау-сои",
    "desc": "Севернотайский суп из рисовой лапши с насыщенным кокосовым бульоном, ароматными травами, нежным куриным мясом и хрустящим жареным луком-шалоттом. Гармоничный баланс солёных, сладких и цитрусовых нот.",
    "comment": "Готовьте больше пасты для карри (перемелите чеснок, шалотт, специи, лимонный злак заранее) и заморозьте в формочках для льда на месяц. Приготовьте большой объём куриного бульона с ароматизаторами (лимонный злак, листья лайма, курица) под давлением — это сократит время варки до 20 минут; разлейте и заморозьте. Разогрейте замороженный бульон, добавьте кокосовое молоко и свежие лапшу; жарьте шалотт небольшими порциями или используйте духовку для меньшего количества масла. Пошаговое приготовление сокращает активное время на одну порцию на 70%; домашняя паста выгоднее магазинной в долгосрочной перспективе."
  },
  "pho": {
    "name": "Фо",
    "desc": "Ароматный вьетнамский суп с лапшой — прозрачный говяжий бульон, рисовые лапша, свежая зелень и тонко нарезанная говядина. Смесь аниса, корицы и имбиря придаёт блюду уютное сочетание насыщенного вкуса с лёгкой сладостью.",
    "comment": "Используйте готовый качественный говяжий бульон или кубики — это сэкономит время. Ароматические овощи можно поджарить под грилем за 5 минут вместо плиты. Готовьте большой объём бульона, быстро охлаждайте и храните в герметичных контейнерах в морозилке до 3 месяцев — разогревайте только нужную порцию. Варите лапшу партиями заранее, а зелень, лук и лимон подавайте отдельно. По желанию быстро обдайте кипятком ростки фасоли."
  },
  "xiao-long-bao": {
    "name": "Сяо Лунь Бао",
    "desc": "Нежные китайские суповые пельмени из региона Цзяннань. Начинка из свинины и желатинового бульона, который при нагревании превращается в ароматный суп. Тесто тонкое, полупрозрачное. При подаче горячими — прикусив, чувствуешь взрыв вкуса от вытекающего бульона.",
    "comment": "Готовьте начинку и желатиновый бульон с запасом (удвойте или утроить порцию), замораживайте их отдельно. Накануне разморозьте для быстрой сборки. Тесто замешивайте большими порциями, храните завернутым в пищевую плёнку. Собирайте сразу 20+ пельменей — так сэкономите время на лепке. Используйте многоярусный пароварку для одновременной обработки нескольких противней. Несваренные пельмени можно заморозить: разложите их на подносе, затем переместите в пакеты — хранение до 2 месяцев. Готовьте прямо из морозилки, добавив 2 минуты к времени парения."
  },
  "hondashi-miso-soup": {
    "name": "Суп мисо с хондаси",
    "desc": "Ароматный японский суп-комфорт, где наваристый бульон даси сочетается со сладостью пасты мисо и нежной тофу. Отлично подходит для завтрака или как дополнение к любому блюду – согревает за считанные минуты.",
    "comment": "Чтобы сэкономить время, используйте нарезанную тофу и зеленый лук в воде. Соберите суп всего за пару минут, если бульон уже готов."
  },
  "traditional-miso-soup": {
    "name": "Классический суп мисо",
    "desc": "Ароматный японский суп-комфорт, в котором сочетаются наваристый бульон даси с солодовым пастой мисо и нежной тофу. Идеально подходит для завтрака или как дополнение к любому блюду — приготовить его можно за считанные минуты.",
    "comment": "Готовьте бульон даси заранее и храните в холодильнике до 3 дней, либо заморозьте в формочках для удобного использования. Держите пасту мисо в небольших баночках, чтобы она быстро растворялась. Для массового приготовления сварите большой кастрюлю даси раз в неделю — порционируйте по пакетам и заморозьте; размораживайте перед использованием в холодильнике. Используйте нарезанную тофу и зеленый лук, хранящиеся в воде, чтобы сэкономить время на подготовку. Соберите суп за 2 минуты с помощью готового бульона."
  },
  "chicken-soup": {
    "name": "Куриный суп",
    "desc": "Уютная тарелка домашнего куриного супа с нежным бульоном, свежими овощами и лапшой — идеальное блюдо для прохладных вечеров. Классическое утешительное блюдо, популярное во всем мире.",
    "comment": "Готовьте суп большими порциями на несколько приемов: быстро остудите, разложите по герметичным контейнерам и храните в холодильнике до 4 дней или заморозьте на 3 месяца. Петрушку добавляйте свежую перед подачей. Вкус улучшается на следующий день. Для экономии времени используйте предварительно нарезанные морковь и замороженную мейрепю (морковь, сельдерей, лук). Держите под рукой готовый бульон и заранее приготовленное куриное мясо (из партии). В мультиварке: 10 минут на высоком давлении после обжарки."
  },
  "udon": {
    "name": "Удон",
    "desc": "Уютный японский суп с толстыми пшеничными лапшой в нежном бульоне даси. Подаётся с зелёным луком и хрустящими темпурой (по желанию). Это простая домашняя еда, которая готовится за считанные минуты.",
    "comment": "Готовьте бульон даси заранее: храните в холодильнике до 3 дней или заморозьте порциями. Для удобства можно сделать большой объём бульона на неделю. Если используете порошок даси, просто разведите его в горячей воде. Лапшу отварите отдельно (8-10 минут), затем остудите под холодной водой, чтобы остановить варку. Готовые лапши и нарезанный лук можно заморозить. Сборка супа займёт меньше 5 минут: нагрейте бульон, добавьте специи/лапшу, сверху — темпурные хлопья и лук."
  },
  "tom-yum": {
    "name": "Том Ям",
    "desc": "Острый тайский суп с ароматными травами и свежими креветками, сочетающий яркий вкус и кислинку. Его пикантная острота и цитрусовые нотки делают его одним из главных блюд юго-восточной Азии.",
    "comment": "Приготовьте большую порцию ароматной пасты (перетрите или измельчите листья лайма, галангал, лимонную траву и чили), разлейте в формочки для льда и заморозьте на 3 месяца; добавляйте по кубику в кипящий бульон. Используйте нарезанные грибы и готовый рыбный бульон, чтобы сэкономить время на нарезке и варке. Сварите большой горшок супа, быстро остудите, разлейте в герметичные контейнеры и заморозьте на месяц; разогревайте с добавлением свежих креветок или другого мяса. Это сокращает время подготовки на 70%."
  },
  "tom-kha-gai": {
    "name": "Том Ка Гаи",
    "desc": "Ароматный тайский суп с кокосовым молоком, нежной курицей и свежими травами. Кремовый бульон дополняют лимонная трава, галангал и листья каффира для освежающего завершения.",
    "comment": "Приготовьте большую порцию ароматной пасты (измельчите лимонную траву, галангал, перец чили, листья каффира) и заморозьте в порциях для быстрого использования; тушите с кокосовым молоком и бульоном. Используйте курицу небольшими кусочками и предварительно нарезанный имбирь, чтобы сократить время нарезки. Готовьте большую кастрюлю, быстро охлаждайте, порционируйте и замораживайте основу (без курицы) на 1-2 месяца; добавляйте свежую или предварительно отваренную курицу при разогреве. Порционное приготовление сокращает активное время на одну порцию на 70%. Отваривайте курицу заранее для недели."
  },
  "laksa": {
    "name": "Лакса",
    "desc": "Острая ароматная лапша в кокосовом бульоне с лимонной травой и галангалом. Подают горячей, украшенную свежей зеленью и лаймом для освежающего завершения.",
    "comment": "Пасту из специй готовьте заранее и храните в холодильнике или морозилке до месяца. Варите бульон большими порциями в скороварке, чтобы сэкономить время, затем разлейте по контейнерам и заморозьте. Перед подачей разогрейте бульон, добавьте свежие лапшу и украшения. Креветки отварите отдельно и храните в холодильнике, добавляя прямо перед едой. Готовка большими порциями сокращает активное время на одну порцию примерно на 70%."
  },
  "harira": {
    "name": "Харира",
    "desc": "Нежный марокканский суп с бараниной, нутом и чечевицей на томатной основе, загущенный тедуирой. Ароматизирован корицей, имбирем и свежими травами — полноценное блюдо.",
    "comment": "Чтобы сэкономить время, можно измельчить лук, сельдерей и травы в блендере вместо ручной нарезки. В скороварке баранина и нут станут мягкими за 45 минут вместо 1,5 часов. Готовьте основу (мясо/бобовые/бульон) большими порциями — заморозьте её, а лапшу и тедуиру добавляйте только при разогревании для идеальной текстуры."
  },
  "shchi": {
    "name": "Щи",
    "desc": "Основной русский суп с нежной капустой и мягким говяжьим мясом в прозрачном, насыщенном бульоне. Кислинка от томатов (или квашеной капусты) уравновешивает жирность мяса и сладость корнеплодов.",
    "comment": "Щи особенно хороши на следующий день ('суточные щи'), поэтому лучше готовить с запасом, чтобы вкус настоялся в холодильнике. Для экономии времени используйте качественную квашеную капусту вместо свежей — это сэкономит время на шинковании и сразу даст нужную кислинку. Если варите в мультиварке, картофель добавляйте только за 5 минут до конца варки под давлением, чтобы он не разварился."
  },
  "okroshka": {
    "name": "Окрошка",
    "desc": "Освежающий холодный русский суп из кефира, мелко нарезанных свежих овощей и варёных яиц. Чаще всего подаётся летом с добавлением уксуса или лимонного сока для кислинки.",
    "comment": "Яйца и картофель лучше отварить заранее и хранить в холодильнике до 3 дней. Овощи можно нарезать и держать отдельно в герметичных контейнерах. Перед подачей просто смешайте всё с кефиром. Овощную нарезку можно приготовить за несколько дней — это сокращает активное время готовки примерно на 60%."
  },
  "lagman": {
    "name": "Лагман",
    "desc": "Сытный центральноазиатский суп с домашней лапшой, на которую подают сочное мясо и овощи. Родиной блюда считаются Кыргызстан и Узбекистан — его ценят за ароматный бульон и упругую текстуру.",
    "comment": "Тесто лучше приготовить заранее, охладить в холодильнике и раскатать перед варкой. Это сократит время отдыха теста. Также нарежьте овощи и замаринуйте мясо с вечера — так вкус станет насыщеннее."
  },
  "kharcho": {
    "name": "Харчо",
    "desc": "Сыткий грузинский суп из говядины с рисом в острой томатной бульоне, обогащенном грецкими орехами. Включает ароматные специи: шафран, кориандр и перец чили для насыщенного тепла.",
    "comment": "Готовьте харчо большими порциями (4-6 человек): после варки говядины охлаждайте суп в герметичных контейнерах и замораживайте до 3 месяцев, разогревая только нужную часть. Используйте готовый бульон или замороженное мясо, чтобы пропустить этап варки. Держите под рукой смесь обжаренных лука и томатов (заморозьте порциями), добавляя прямо в бульон. Заранее приготовьте спецпасту (шафран, чеснок, кориандр) - хранится в холодильнике неделю. Так сохраняется вкус и сокращается активное время."
  },
  "altibariai": {
    "name": "Шалтибарщай",
    "desc": "Классический литовский холодный свекольник с балансом землистой сладости и сливочной кислинкой. Обычно подают охлаждённым летом, украшают укропом.",
    "comment": "Свеклу и картофель можно сварить заранее - хранят в холодильнике до 5 дней или заморозьте очищенную свёклу на месяцы. Лук-порей, огурцы и укроп нарежьте отдельно, храните в герметичных контейнерах до 3 дней. Основу из кефира с солью можно хранить охлаждённой до 2 дней; овощи добавляйте непосредственно перед подачей, чтобы сохранить хруст. Для ежедневного использования держите большую порцию основы и добавляйте свежую зелень в каждую тарелку. Это сокращает активную подготовку на 75%."
  },
  "focaccia": {
    "name": "Фокачча",
    "desc": "Классическая итальянская лепёшка из Лигурии с воздушной мякотью и ароматным розмарином. Отлично подходит для перекуса или в качестве дополнения к супам и салатам.",
    "comment": "Готовьте тесто заранее и дайте ему подняться в холодильнике на ночь или несколько часов – это значительно сократит время активной работы. Для быстрого замеса используйте кухонный комбайн. Приготовляя партию, сделайте сразу несколько фокачч и заморозьте лишние. Тесто можно хранить в холодильнике до 3 дней перед выпечкой."
  },
  "minestrone": {
    "name": "Минестроне",
    "desc": "Сытный итальянский овощной суп с томатами, фасолью, макаронами и свежими травами. Классическое блюдо тосканской кухни, которое чаще всего подают как первое блюдо в холодное время года.",
    "comment": "Чтобы сэкономить время на подготовке, можно использовать готовый овощной микс и консервированную фасоль. Если готовите большую порцию, тушите суп на слабом огне до двух часов — вкус станет насыщеннее. Хранится в холодильнике 3–4 дня."
  },
  "french-onion-soup": {
    "name": "Луковый суп по-французски",
    "desc": "Классическое французское блюдо с нежными карамелизованными луками в насыщенном говяжьем бульоне, покрытое расплавленным сыром груйер и подрумяненными ломтиками багета. Медленное томление придает супу глубокий аромат, делая его идеальной закуской к сытному ужину.",
    "comment": "Карамелизуйте луки большими порциями — остатки можно заморозить для быстрого повторного использования. Используйте готовый чесночный порошок и запекайте все луки при 150°C без участия, чтобы сэкономить время. Держите бульон под рукой или замораживайте его порциями; одновременно обжаривайте несколько порций сыра под грилем."
  },
  "gazpacho": {
    "name": "Гаспачо",
    "desc": "Холодный испанский томатный суп из спелых помидоров с огурцом, болгарским перцем, луком и чесноком. Освежающий и слегка кисловатый вкус делает его идеальным легким закусочным блюдом или летним перекусом. Подают с оливковым маслом и каплей хересного уксуса.",
    "comment": "Все овощи можно быстро измельчить в блендере или кухонном комбайне. Гаспачо отлично готовится впрок — хранится в холодильнике несколько дней, а его вкус только улучшается со временем. Можно заранее нарезать овощи и держать их отдельно, а перед подачей смешать. Это сократит активное время приготовления почти на 70%."
  },
  "tomato-soup": {
    "name": "Томатный суп",
    "desc": "Нежный и насыщенный томатный суп с луком, чесноком, морковью и куриным бульоном. Ярко-красный цвет и шелковистая текстура делают его идеальным блюдом для обеда или ужина.",
    "comment": "Готовьте суп большими порциями — на 4–5 человек, затем разлейте по контейнерам и храните в холодильнике или заморозьте. Вкус улучшается на следующий день, а хранить его можно несколько дней. Для быстрого измельчения используйте погружной блендер прямо в кастрюле. Приготовление больших порций сокращает время на одну порцию примерно на 60%. Заранее нарежьте овощи для пассеровки (лук, морковь, чеснок) и заморозьте их порциями."
  },
  "caldo-verde": {
    "name": "Кальдо-Верде",
    "desc": "Традиционный португальский суп из картофеля, капусты и чоризо, подаётся горячим в грубоватой миске. Славится простотой и уютным вкусом с лёгкой копчёной ноткой колбасы.",
    "comment": "Готовьте большую порцию на 4 сервировки: охлаждайте быстро, расфасовывайте в герметичные контейнеры. Храните в холодильнике до 4 дней или заморозьте на 3 месяца (чоризо добавляйте свежим при подаче). Вкус улучшается на следующий день. Используйте предварительно отваренный картофель и замороженную нарезанную капусту, чтобы сэкономить время. Заранее замораживайте нарезанные лук/чеснок. Пакетирование сокращает активное время на порцию вдвое. Скоростной пароварка уменьшает время варки вполовину."
  },
  "fufu": {
    "name": "Фуфу",
    "desc": "Основной продукт западноафриканской кухни, фуфу — это мягкая лепешка из варёного кассавы, тщательно размятой до однородности. Отлично сочетается с острыми супами и рагу, создавая уютную, вязкую основу, которая прекрасно впитывает ароматы.",
    "comment": "Кассаву очистите и нарежьте на кусочки заранее, храните в воде в холодильнике до 2 дней. Варите сразу несколько порций — разминайте/формируйте тёплую массу с помощью миксера или толкушки с добавлением воды для гладкости и быстрого приготовления. Храните готовое фуфу в плотно закрытой посуде до 24 часов или заморозьте порциями. В мультиварке время варки сокращается до 15 минут. Замешивание сразу нескольких порций экономит 50% времени."
  },
  "egusi-soup": {
    "name": "Суп Эгуси",
    "desc": "Плотный нигерийский суп из семян тыквы с зеленью, пальмовым маслом и мясом. Обычно подают с фунфу или пюре из ямаса. Имеет густую ореховую текстуру и насыщенный вкус, поэтому часто готовят для семейных ужинов.",
    "comment": "Семена эгуси предварительно перемолоть, лук нарезать/заморозить порциями. Говядину варить в скороварке (15 мин), бульон заморозить. Замороженную шпинат размораживать быстро. Готовить двойную порцию, охлаждать быстрее, фасовать и замораживать до 2 месяцев; разогревается моментально, вкус становится насыщеннее. Зелень добавлять перед подачей. Позволяет сократить активное время готовки каждой порции на 50%."
  },
  "greek-salad": {
    "name": "Греческий салат",
    "desc": "Яркая смесь спелых помидоров, хрустящих огурцов, острого фета и солёных оливок с заправкой из оливкового масла и орегано. Этот классический греческий салат — освежающее блюдо без термической обработки, идеальное для жарких летних дней.",
    "comment": "Заранее нарежьте овощи и храните их отдельно в герметичных контейнерах в холодильнике до 3 дней. Фету нарежьте кубиками, оливки разложите порциями. Овощную смесь можно приготовить за несколько дней, но заправлять только перед подачей. Для равномерного кубика используйте овощечистку или блендер с импульсным режимом."
  },
  "gravlax": {
    "name": "Гравлакс",
    "desc": "Скандинавская деликатесная закуска из тонко нарезанного солёно-сахарной селёдки с укропом и перцем. Имеет нежную текстуру и тонкий баланс солоновато-травянистых ноток, идеально сочетающийся с ржаным хлебом или каперсами.",
    "comment": "Готовьте сразу большую порцию (например, 1 кг селёдки) — равномерно увеличьте пропорции маринада, плотно заверните и храните в холодильнике; так он сохраняет свежесть до недели или отлично замораживается. Это сокращает активное время готовки на порцию на 70%, ведь смешивание/натирание почти не требуют дополнительных усилий при увеличении объёма. Используйте замороженный рубленый укроп, если он доступен по выгодной цене — это сэкономит время на нарезке; переворачивайте пакет один раз в середине процесса."
  },
  "soba": {
    "name": "Соба",
    "desc": "Классическое японское блюдо из лапши соба, подаваемое холодным с ароматной заправкой. Нежный ореховый вкус лапши идеально сочетается со свежей зеленью и хрустящими темпурой.",
    "comment": "Готовьте даси и соус заранее, заморозьте кубики даси; нарежьте гарниры впрок. Варите несколько порций сразу в большом кастрюле, чтобы сэкономить время. Замачивайте сухую лапшу 15 минут перед варкой для лучшей текстуры и более быстрого приготовления."
  },
  "hot-dog": {
    "name": "Хот-дог",
    "desc": "Классическое американское уличное блюдо — сочная колбаска в мягкой булочке с любимыми добавками. Готовится за пару минут и идеально подходит для быстрого перекуса или легкого ужина.",
    "comment": "Жарьте несколько колбасок сразу на сковороде или гриле — так экономится время. Они отлично разогреваются в микроволновке (30 секунд). Нарежьте лук заранее и храните в холодильнике до 3 дней, или используйте кухонный комбайн для быстрой нарезки. Держите соусы в бутылочках с дозатором — так удобно собирать хот-доги."
  },
  "burger": {
    "name": "Бургер",
    "desc": "Классический американский бургер с сочным бифштексом из говядины, свежей салатной листовой зеленью, помидорами и сыром между поджаренными булочками. Сочетание ароматного мяса на гриле и хрустящих овощей делает его культовым фастфудом.",
    "comment": "Формуйте котлеты из фарша заранее, укладывайте их в стопку с пергаментом и заморозьте; жарить можно прямо из морозильника, добавив 1 минуту. Помидоры, лук (если используете) и салат нарежьте впрок, храните в герметичных контейнерах в холодильнике до 2 дней. Булочки подрумяньте заранее под грилем, пока жарится мясо, а соусы смешайте с кетчупом и поместите в бутылку-разбрызгиватель."
  },
  "pizza-pepperoni": {
    "name": "Пицца Пепперони",
    "desc": "Классическая итальянская пицца с острыми ломтиками пепперони и расплавленным моцареллой на хрустящей запеканной корочке. Сочетание копчёного мяса и тягучего сыра делает её вечным фаворитом для дружеских посиделок.",
    "comment": "Держите тесто в холодильнике, давая ему заквашиваться при холодном брожении 1–3 дня – тогда перед выпечкой останется только сформировать и украсить. Пока разогревается духовка с камнем или сталью, дайте тесту немного подтечь, чтобы оно легче раскатывалось без лишних хлопот. Готовьте томатный соус заранее и храните его в холодильнике или морозилке небольшими порциями – так его удобно брать по мере необходимости. Натрите сыр и нарежьте пепперони сразу на несколько пицц, упаковав их в герметичные контейнеры на 2–3 дня вперед. Тогда сборка одной пиццы займёт меньше 10 минут. Для экономии времени можно выпекать две пиццы одновременно – на разных уровнях или на большом противне."
  },
  "pizza-margherita": {
    "name": "Пицца Маргарита",
    "desc": "Классическая неаполитанская пицца с тонкой, воздушной корочкой. Покрывается ярким томатным соусом, сливочной моцареллой ди Буффала Кампана и ароматными листьями базилика. Простота рецепта подчеркивает вкус качественных ингредиентов.",
    "comment": "Замесите тесто по неаполитанскому рецепту, разделите на шарики и дайте ему холодное созревание в холодильнике 1–3 дня. За час до выпечки достаньте тесто — оно станет более эластичным. Готовый томатный соус храните в бутылочке с дозатором для удобства. Моцареллу и базилик держите под рукой: перед запеканием просушите сыр, а листья оторвите вручную — так пицца не будет водянистой. Выпекайте на разогретом камне или стали при максимальной температуре печи — так тесто успеет пройтись за несколько минут."
  },
  "grilled-cheese": {
    "name": "Гриль-сандвич с сыром",
    "desc": "Уютный бутерброд из поджаренного белого хлеба с расплавленным чеддером внутри - классическое американское блюдо для быстрого перекуса. Хрустящая корочка и тягучая начинка делают его идеальным вариантом для обеда или позднего ужина.",
    "comment": "Натрите блок чеддера заранее и храните в холодильнике до недели, либо используйте готовый натертый сыр из магазина. Хлеб можно заморозить порциями, а масло держать комнатной температуры для быстрого нанесения без ножа. Разогрейте чугунную сковороду или антипригарную посуду на среднем огне и жарьте сразу два бутерброда, переворачивая один раз; для больших партий разогрейте духовку до 200°C и выпекайте несколько штук на противне - так они прожарятся равномерно без вашего участия."
  },
  "club-sandwich": {
    "name": "Клубный сэндвич",
    "desc": "Высокий американский трехслойный бутерброд из поджаренного белого хлеба с слоями нарезанной грудки индейки, хрустящего бекона, свежей салатной зелени, ломтиками помидоров и майонезом. Шпажки фиксируют слои для удобства.",
    "comment": "Запекайте большую порцию бекона на противне при 200°C в духовке и храните готовые полоски в холодильнике до 5 дней или заморозьте их плотно, чтобы быстро размораживать. Покупайте нарезанную грудку индейки в вакуумной упаковке или тщательно обернутую; помидоры и салат можно заготовить заранее, держа их хрустящими в отдельных контейнерах с бумажными полотенцами. Поджаривайте все три ломтика хлеба одновременно в тостере или тостерной печи, затем собирайте бутерброды по принципу конвейера — подогревайте бекон в микроволновке при необходимости, чтобы сэкономить время."
  },
  "blt": {
    "name": "Сэндвич БЛТ",
    "desc": "Классический американский бутерброд с хрустящей беконом, сочными ломтиками помидоров, свежей салатной зеленью и поджаренным белым хлебом с майонезом. Простое и вкусное решение для быстрого обеда или плотного завтрака.",
    "comment": "Запеките сразу всю упаковку бекона в духовке, охладите его на срок до 3 дней или заморозьте. Разогревайте ломтики перед использованием на сковороде или в тостере. Храните вымытые листья салата и нарезанные помидоры в герметичных контейнерах с бумажным полотенцем, чтобы они не увядали. Держите хлеб для бутербродов в морозилке – можно тостовать его прямо из замороженного состояния, экономя время и продукты. Когда все ингредиенты подготовлены, остается только поджарить хлеб, разогреть бекон и собрать несколько сэндвичей за один раз, что сокращает активное время даже при готовке на нескольких порций."
  },
  "california-sushi-roll": {
    "name": "Калифорнийский ролл",
    "desc": "Популярный суши-ролл с рисом, маринованным в уксусе, нори, крабовыми палочками, огурцом и кремовой авокадо. Мягкий вкус и нежная хрустящая текстура делают его любимым блюдом в суши-барах и доставке.",
    "comment": "Готовьте больше риса для суши, заправляйте его пока теплым и быстро охлаждайте тонким слоем. Под крышкой с влажной салфеткой он хранится при комнатной температуре несколько часов, так что можно сделать несколько порций за один раз. Вместо сырой рыбы используйте крабовые палочки — их нужно просто нарезать полосками, это быстрее и безопаснее для хранения дома. Огурец и авокадо нарежьте тонкими полосками и храните в плотно закрытых контейнерах (авокадо можно слегка сбрызнуть рисовым уксусом или лимонным соком, чтобы не потемнел). Бамбуковый коврик, застеленный пленкой, ускорит скручивание и облегчит уборку. Собирайте сразу 3–4 ролла в ряд — так вы сэкономите время на каждом."
  },
  "fajitas": {
    "name": "Фахитас",
    "desc": "Сочные полоски говядины с перцем, луком и специями, подаются с теплыми кукурузными лепешками и лимонным соком.",
    "comment": "Мясо лучше замариновать на ночь. Овощи можно нарезать тонкими ломтиками с помощью овощечистки или комбайна. Готовьте начинку сразу для 4 порций в одной большой сковороде, чтобы сократить время у плиты, а затем заморозьте порции. Лепешки лучше разогревать в микроволновке, завернув во влажное полотенце."
  },
  "burrito": {
    "name": "Буррито",
    "desc": "Лепёшка из пшеничной муки, завернутая в фарш из говядины с луком и перцем, варёный рис, фасоль, расплавленный сыр и свежая сальса со сметаной.",
    "comment": "Рис, фасоль и начинку из мяса можно приготовить заранее для нескольких порций. Хранить отдельно в холодильнике до 3 дней или заморозить. Для риса и фасоли используйте микроволновую рисоварку или мультиварку, разогревайте компоненты по 1-2 минуты, затем быстро собирайте буррито. Лук и перец можно нарезать заранее и хранить в морозилке."
  },
  "quesadilla": {
    "name": "Кесадилья",
    "desc": "Классическая мексиканская закуска — кесадилья представляет собой хрустящую лепёшку из тортильи с расплавленным сыром внутри. Часто подаётся как быстрый перекус или аппетитный гарнир. Название происходит от испанского слова «queso» (сыр), что точно отражает её простые, но вкусные ингредиенты.",
    "comment": "Используйте предварительно натрёпанный сыр и держите тортильи стопкой, чтобы не оборачивать каждую отдельно. Готовьте сразу несколько квесадилий на большой сковороде или гриле — переворачивайте их вместе, чтобы сократить время приготовления в два раза. Заранее соберите несколько штук и жарьте по очереди."
  },
  "pommes-frites": {
    "name": "Картофель фри",
    "desc": "Хрустящие, золотистые ломтики картошки, обжаренные до идеальной корочки — классика французской и бельгийской уличной еды. Их любят во всем мире за простую, но невероятно вкусную текстуру с аппетитным хрустом.",
    "comment": "Нарежьте лишние картофелины равномерными соломкой и предварительно отварите их на пару в микроволновке 4-5 минут, чтобы легче очистить и частично проварить. Хорошо просушите. Жарьте большими порциями в фритюре или воке, повторно используя масло для нескольких приемов пищи — заморозьте после первой жарки. Для лучшей хрустящей корочки добавьте в масло животный жир без лишних усилий."
  },
  "kebab": {
    "name": "Кебаб (донер)",
    "desc": "Классическое турецкое уличное блюдо — тонкие ломтики маринованного говяжьего мяса, жаренные на вертикальном шампуре и подаваемые в теплом лаваше с свежими овощами и соусом. Отличается сочной текстурой и дымным ароматом от медленного приготовления.",
    "comment": "Используйте тонкие пласты говядины или мякоть для минуточек, быстро замаринуйте и нарежьте после жарки. Для быстрого приготовления без вертела можно обжарить порции на противне под грилем — так получится быстрее. Готовое мясо хранится в холодильнике до 2 дней. Овощи для начинки можно заготовить впрок."
  },
  "shawarma": {
    "name": "Шаурма",
    "desc": "Популярное блюдо ближневосточной уличной кухни: тонкие ломтики запечённой курицы в тёплом лаваше с свежей луком и кисловато-острым йогуртово-чесночным соусом.",
    "comment": "Маринуйте курицу заранее (йогурт, чеснок, лимонный сок, масло, соль, перец) — на несколько часов или всю ночь. Готовьте сразу несколько порций: нарежьте всё мясо после запекания, мелко порубите лук, приготовьте соус большим количеством и соберите шаурму по мере необходимости. Чтобы сэкономить время, используйте готовую курицу из ростбифа или предварительно подсушенный лаваш, который можно держать в фольге для сохранения тепла. Соус на основе йогурта готовится за секунды — добавьте чеснок из баночки."
  },
  "gyros": {
    "name": "Гирос",
    "desc": "Популярное греческое уличное блюдо из тонко нарезанной жареной свинины с орегано и чесноком, подаваемое в теплом пите с свежими помидорами, луком, салатом и огурцом.",
    "comment": "Для домашнего приготовления используйте тонкие ломтики свинины или фарш, слепленный в батон для запекания в духовке вместо вертикального вертела; просто посолите, поперчите, добавьте орегано и чеснок. Запекайте сразу несколько порций: мясо можно хранить нарезанным в холодильнике до 4 дней или заморозить, а затем быстро разогревать на сковороде — это сократит время готовки при сборке каждого гироса. Если есть возможность, купите готовые ломтики 'мяса для гироса' у мясника или в магазине; подойдет и шашлык из вертикального гриля (свинина/курица). Заранее приготовьте соус цацики и нарежьте овощи крупными партиями — так сборка будет мгновенной."
  },
  "pad-thai": {
    "name": "Пад тай",
    "desc": "Яркий жареный салат из рисовой лапши с креветками и тофу, заправленный кисло-сладким соусом на основе тамаринда. Подается с хрустящим арахисом и свежими ростками фасоли. Классическое тайское блюдо уличной кухни с гармоничным балансом вкусов: сладкого, кислого, соленого и умами.",
    "comment": "Лапшу замочите заранее или используйте горячую воду для размягчения (5-10 минут). Заготовьте соус и нарежьте все ингредиенты по принципу миз-ан-плас. Для экономии времени готовьте двойную порцию в двух сковородах или большой кастрюле. Можно использовать предварительно нарезанный чеснок/шалот, если замораживаете их партиями. Добавьте свежую зелень и арахис непосредственно перед подачей для лучшего вкуса."
  },
  "pad-krapow": {
    "name": "Пад Крапао",
    "desc": "Острый и ароматный тайский ужин из фарша свинины с базиликом, чесноком и перцем чили. Заправляется рыбным соусом, соевым и небольшим количеством сахара. Готовится быстро и отлично сочетается с рисом.",
    "comment": "Чеснок и перец можно нарезать заранее и заморозить порциями; готовьте сразу несколько порций в широкой сковороде, тщательно помешивая. Используйте готовый фарш или приготовьте его сами заранее; базилик добавляйте в самом конце, чтобы сохранить аромат."
  },
  "banh-mi": {
    "name": "Бань ми",
    "desc": "Вьетнамский бутерброд, в котором хрустящая французская багетка сочетается с ароматной жареной свининой, маринованными овощами и свежими травами. Идеальный баланс текстуры и ярких вкусов делает его любимым уличным фастфудом по всему миру.",
    "comment": "Свиную грудинку можно запечь или замариновать заранее, а перед подачей нарезать тонкими ломтиками. Быстро маринуйте тертую морковь и дайкон в уксусном рассоле (можно использовать микроволновку), чтобы сэкономить время. Для удобства используйте готовый паштет и нарезанные багеты; соберите несколько бутербродов сразу, чтобы минимизировать время сборки каждого. Лишние маринованные овощи можно заморозить порциями."
  },
  "southern-fried-chicken": {
    "name": "Южная жареная курица",
    "desc": "Хрустящие золотистые кусочки курицы в ароматной панировке, подаются горячими и сочными. Классическое блюдо южной американской кухни, обязательное на семейных ужинах и меню домашней еды.",
    "comment": "Замачивание в подсоленном кефире делает мясо более сочным, но требует 8 часов; для быстрого приготовления можно использовать обычный кефирный маринад (15 минут). Нарезайте курицу одинаковыми порционными кусками и держите в холодильнике до жарки. Жарьте партиями, повторно используя одно и то же масло или применяйте двойную обжарку (первый раз при низкой температуре 8 минут, затем отдых и финальная жарка на сильном огне 3 минуты) для идеальной хрустящей корочки без лишних усилий. Маринад можно готовить впрок, замораживая порции."
  },
  "roast-chicken": {
    "name": "Запечённая курица",
    "desc": "Классическое воскресное блюдо с целой курицей, заправленной травами и цитрусами, подаётся с запечёными корневыми овощами. Известно хрустящей корочкой и сочным мясом, идеально для семейных ужинов.",
    "comment": "Используйте замороженную нарезку из моркови, лука и картофеля — сэкономите время без лишних затрат. Запекайте две курицы в одной форме: время в духовке почти не увеличится, а порций станет вдвое больше. Начинайте с комнатной температуры, сначала разогрейте до 230°C (10 минут), затем снизьте — так корочка получится хрустящей, а мясо останется сочным."
  },
  "fish-and-chips": {
    "name": "Рыба с жареным картофелем",
    "desc": "Классическое британское блюдо - хрустящая рыба в кляре, подаваемая с золотистыми картофельными палочками. Сочетание хруста и нежности, с легкой кислинкой кляра, идеально дополняется тартар-соусом.",
    "comment": "Картошку нарезайте тонкими ровными ломтиками, замачивайте в холодной воде 30 минут для удаления крахмала и большей хрусткости. Кляр смешивайте заранее и дайте постоять в холодильнике 30 минут - это улучшит текстуру без лишних усилий. Жарьте рыбу и картошку одновременно на двух сковородах, чтобы сократить время приготовления; горячее масло можно использовать повторно для нескольких порций."
  },
  "steak-ribeye-wagyu": {
    "name": "Стейк рибай из вaгю",
    "desc": "Классический стейк рибай средней прожарки, приправленный только солью и перцем. Это основа американской стейкхаусной кухни, часто подаётся с маслом с травами.",
    "comment": "Дайте стейку постоять при комнатной температуре 30-60 минут перед жаркой — так он быстрее прожарится равномерно. Разогревайте чугунную сковороду на максимальном огне, пока готовите мясо; можно жарить несколько стейков сразу, время в сковороде не зависит от их количества. Заранее заготовьте замороженные колбаски из чесночно-тимьянового масла для быстрого смазывания."
  },
  "lasagna": {
    "name": "Лазанья",
    "desc": "Классическое итальянское блюдо из слоёных макарон с сочным мясным соусом, нежным бешамелем и расплавленными сырами. Идеальное сочетание текстур и вкусов делает его любимым семейным ужином.",
    "comment": "Использование лапши без варки сокращает время подготовки, так как отпадает этап варки макарон. Готовьте мясной соус и бешамель с запасом и замораживайте порциями; сборка и выпечка занимают всего несколько минут, экономя время на приготовление в будущем. Мелко нарежьте лук и чеснок в кухонном комбайне — это сократит время подготовки вдвое."
  },
  "chicken-parmesan": {
    "name": "Курица по-пармезански",
    "desc": "Классическое блюдо итальянской кухни: отбивная куриная грудка в панировке, залитая томатным соусом и расплавленным моцареллой. Запекается до золотистой корочки – уютное блюдо, которое отлично сочетается с пастой или свежим салатом.",
    "comment": "Отбивайте курицу тонко для равномерного приготовления и используйте кулинарный спрей вместо масла. Панируйте и замораживайте порции заранее – можно печь прямо из морозилки, добавив 5 минут. Застелите рабочую поверхность для панировки и выпекайте несколько порций сразу – время в духовке почти не увеличится."
  },
  "spaghetti-carbonara": {
    "name": "Спагетти Карбонара",
    "desc": "Классическое римское блюдо из нежных спагетти с кремовой подливой на основе яиц, сыра и хрустящей панчетты. Нежный дымчатый вкус копчёной свинины придаёт ему неповторимую глубину.",
    "comment": "Готовьте двойную порцию карбонары: обжаривайте лишнюю панчетту, варите больше пасты и храните компоненты соуса отдельно — так можно быстро разогреть блюдо в микроволновке с добавлением воды. Используйте предварительно натёртый сыр и кубики гуанчале/панчетты вместо ломтиков, чтобы ускорить нарезку. Варите пасту одновременно с жаркой панчетты на двух конфорках."
  },
  "spaghetti-bolognese": {
    "name": "Спагетти Болоньезе",
    "desc": "Классическое итальянское блюдо с ал денте спагетти, заливаемыми густым мясным соусом, тушёным на медленном огне. Сочетание томатов, фарша и ароматных трав делают его идеальным ужином для всей семьи.",
    "comment": "Готовьте большую порцию соуса Болоньезе и замораживайте её порциями; разогревайте только нужное количество, сократив время на готовку в три раза. Используйте блендер для быстрого измельчения лука, моркови, сельдерея и чеснока. Заморозьте софритто (лук-морковь-сельдерей) порциями для мгновенного старта. Удваивайте рецепт сразу, чтобы распределить активное время готовки."
  },
  "risotto": {
    "name": "Ризотто",
    "desc": "Классическое итальянское блюдо из риса Арборио, медленно томленного в горячем бульоне с добавлением пармезана и сливочного масла. Уютная тарелка с идеальным балансом текстуры и вкуса.",
    "comment": "Для приготовления нескольких порций увеличьте количество ингредиентов, используйте широкую сковороду и после обжарки риса перемешивайте реже. Разделите на порции и охладите для разогревания в микроволновке с добавлением бульона. Заранее нарежьте лук и чеснок, отмерьте рис и бульон. Держите горячий бульон в кувшине для удобного добавления без постоянной проверки."
  },
  "paella": {
    "name": "Паэлья",
    "desc": "Яркое испанское блюдо из риса с шафраном, курицей, морепродуктами и овощами. Праздничное однокастрюльное блюдо в лучших традициях средиземноморской кухни.",
    "comment": "Готовьте сразу на четыре порции — так сократите время подготовки: нарежьте овощи заранее, используйте отварную свеклу или замороженный луковый полуфабрикат. Запарите шафран в теплом бульоне загодя. Для индивидуальных порций подготовить софритто и мясо можно накануне — хранить в холодильнике, а рис добавлять непосредственно перед подачей. Для равномерной прожарки риса после кипения переставьте кастрюлю в духовку при 190°C."
  },
  "har-gow": {
    "name": "Хар гоу (Креветки в тесте)",
    "desc": "Нежные прозрачные оболочки с сочными креветками и тонкими специями — классические кантонские пельмени, которые ценят за жевательную текстуру и свежий морской привкус.",
    "comment": "Готовьте двойную порцию начинки и теста: заморозьте сформированные пельмени на подносе в один слой, затем упакуйте. Варка из морозильной камеры занимает всего минуту дольше, но экономит время на рубке. Используйте блендер для быстрого измельчения креветок с имбирем и чесноком. Тортильера между пергаментом с маслом ускоряет равномерное раскатывание без трещин. Варьте несколькими слоями в пароварке."
  },
  "gyoza": {
    "name": "Гёдза",
    "desc": "Японские жареные пельмени с начинкой из свинины и капусты, сначала пропариваемые под крышкой в сковороде, а затем обжариваемые до хрустящей корочки. Обычно подаются горячими с соевым уксусным соусом как популярная уличная еда и закуска в японских пабах.",
    "comment": "Готовьте начинку и тесто для пельменей сразу большими порциями, а затем заморозьте сырые гёдза на подносе перед перекладыванием в контейнер; их можно отправлять прямо из морозильника на сковороду без размораживания, добавив лишь 1–2 минуты к времени приготовления. Перемешивайте начинку в кухонном комбайне или палочками до липкости, чтобы ускорить процесс замеса, и используйте мерную ложку для равномерного порционирования. Антипригарная сковорода с крышкой позволит одновременно пропаривать-жарить много пельменей без постоянного контроля, значительно сократив активное время приготовления нескольких порций."
  },
  "wontons": {
    "name": "Вонтоны",
    "desc": "Нежные китайские вонтоны с начинкой из пряного свинины и ароматных специй. Обычно их варят и подают в легком бульоне или быстро обжаривают после варки с соевым соусом. Шелковистые оболочки и насыщенная начинка делают их классическим блюдом домашней кухни и дим-сама.",
    "comment": "Сформируйте сразу большую порцию вонтонов и заморозьте их на подносе — можно варить прямо из морозильника, добавив всего 1–2 минуты. Вместо ручного замеса используйте готовые квадратные обертки для вонтонов, чтобы сильно сократить время подготовки. Организуйте конвейер: начинка → складывание → запечатывание — так несколько порций можно сложить за один присест и потом варить по мере необходимости."
  },
  "fresh-spring-rolls": {
    "name": "Вьетнамские свежие весенние рулеты",
    "desc": "Лёгкие вьетнамские рулетики из рисовой бумаги с варёными креветками, вермишелью, свежей зеленью и хрустящими овощами. Подают с соусом из арахиса или хоисина.",
    "comment": "Готовьте сразу несколько рулетов: отварите больше креветок и вермишели одновременно (5 минут активной работы, 5-7 минут варки), остудите в ледяной воде для быстрого охлаждения. Используйте готовые замороженные нарезанные морковь/огурец — часто дешевле свежих в межсезонье. Разложите начинку порционно в мисках, как на конвейере. Обжарьте арахис заранее и храните. Это сократит время подготовки каждого рулета вдвое без лишних расходов."
  },
  "hot-pot": {
    "name": "Горячий горшок",
    "desc": "Восточноазиатское блюдо для совместного приёма пищи, где в центре стола стоит кипящий бульон с тонко нарезанными мясом, свежими овощами и жевательными лапшой. Ценится за уютное тепло и возможность готовить ингредиенты прямо за столом.",
    "comment": "Приготовьте большой объём бульона заранее и заморозьте порциями; разогревайте одну, пока подготавливаете ингредиенты для следующего раза — это сократит активное время. Покупайте мясо уже нарезанным и замороженные наборы овощей (капуста, морковь, шпинат), чтобы уменьшить рутинную работу. Нарежьте всё сразу на 4-6 порций, используя мандолину для мяса и овощей; готовьте одну порцию сейчас, а остальные храните сырыми для последующего приготовления за столом. Варите лапшу отдельно большими партиями."
  },
  "peking-duck": {
    "name": "Пекинская утка",
    "desc": "Известное китайское блюдо с хрустящей кожей и нежной мякотью. Подают с тонкими лепёшками, зелёным луком, огурцами и сладким соевым соусом. Мастерство приготовления подчёркивает аромат и насыщенный вкус.",
    "comment": "Для ускорения сушки кожи используйте фен – вместо 24 часов хватит 8-10. Натрите кожу содой для дополнительной хрустящей корочки без долгого проветривания. При жарке нескольких уток меняйте их местами в духовке, чтобы сэкономить время за счёт циркуляции горячего воздуха (на 20-25 минут меньше на каждую птицу). Готовые лепёшки для пекинской утки можно купить или приготовить из замороженных, избегая замешивания теста. Заранее подготовьте крючки для подвешивания и разогрейте духовку до нужной температуры перед нанесением глазури."
  },
  "kung-pao-chicken": {
    "name": "Куньпао с курицей",
    "desc": "Острая сичуаньская жарка из нежной обжаренной курицы, хрустящих арахиса, овощей и сладко-солёного соуса с онемевающим перцем саньцзя и сушёными чили.",
    "comment": "Для приготовления нескольких порций заранее нарежьте перец, лук, чеснок и чили тонкими полосками (можно использовать терку или блендер), разложите в миски. Подсушите лишний сичуаньский перец и перемолите в порошок для быстрого использования. Удвойте рецепт, готовьте в одном воке — так сократите время на порцию вдвое; остудите быстро, разложите по контейнерам с плотной крышкой и заморозьте на месяц. Разогревайте прямо из морозильника в горячем воке с добавлением воды."
  },
  "mapo-tofu": {
    "name": "Мапо тофу",
    "desc": "Классическое сичуаньское блюдо с нежным тофу в остром соусе из ферментированных бобов, фаршем из свинины и ошеломляющим перцем саньцзя.",
    "comment": "Заранее мелко нарезать чеснок, имбирь и свинину вместе и хранить в холодильнике до суток; держите под рукой предварительно обжаренный молотый перец саньцзя. Готовьте двойную порцию основы соуса (свинина, даобаньцзян, ароматизаторы) заранее, заморозьте порции, а затем просто тушите с тофу по мере необходимости — размораживается и нагревается в вок вдвое быстрее. Используйте магазинный куриный бульон, если готовить его дома не успеваете."
  },
  "char-siu": {
    "name": "Чар сиу",
    "desc": "Классический кантонский запечённый свиной окорок с сладко-пряным глазурью и карамелизированными краями, подаётся нарезанным с рисом.",
    "comment": "Маринуйте крупный кусок свиного плеча (2-3 кг) на ночь, затем запекайте или жарьте сразу всю порцию — активное время в духовке сокращается. Используйте конвекционную функцию для равномерной прожарки и более хрустящей корочки. Заморозьте маринованные куски под вакуумом для быстрого приготовления; размораживайте в холодильнике за ночь. Подрумяньте глазурью под грилем 2-3 минуты для карамелизации."
  },
  "tempura": {
    "name": "Темпура",
    "desc": "Японское блюдо из обжаренных во фритюре креветок, сладкого картофеля и овощей в воздушном кляре. Его хрустящая текстура и тонкий вкус делают его любимым закусочным блюдом в суши-ресторанах по всему миру.",
    "comment": "Готовьте тесто непосредственно перед жаркой, предварительно охлаждая сухие ингредиенты и газированную воду. Используйте ледяную минералку для особой хрусткости. Овощи нарежьте равномерными кусочками заранее и обсушите. Жарьте несколькими порциями в широкой кастрюле, повторно используя масло 2-3 раза при правильном фильтровании и хранении. Сделайте двойную порцию: обжарьте всё, остудите на решетке, заморозьте лишнее в один слой, затем упакуйте; разогревайте в духовке при 180°C 3-4 минуты для восстановления хруста."
  },
  "sashimi": {
    "name": "Сашими",
    "desc": "Японская деликатесная закуска из тонко нарезанной сырой рыбы, подаваемой с соевым соусом, васаби и маринованным имбирём. Нежный вкус и лёгкая текстура делают это блюдо любимым среди ценителей морепродуктов.",
    "comment": "Покупайте тунца для сашими уже нарезанным или частично замороженным (блок для суши) — разморозьте в холодильнике и нарежьте за 2-3 минуты вместо 8 минут с свежей рыбой. Готовьте порции заранее: нарежьте целую тушку на куски по 150 г, упакуйте герметично, храните в холодильнике до двух дней или заморозьте; натрите лишний имбирь и васаби впрок. Для равномерных ломтиков используйте мандолиновый нож — это ускорит процесс и сделает его безопаснее."
  },
  "unagi-don": {
    "name": "Унаги-дон",
    "desc": "Японский рисовый блюдо с запечённой пресноводной угрёй, политой сладко-солёным соусом кабаяки из соевого соуса, мирина, сахара и сакэ. Дымная, нежная текстура угри идеально гармонирует с рассыпчатым рисом.",
    "comment": "Используйте предварительно очищенные замороженные филе угря (разморозьте в холодильнике заранее), чтобы избежать разделки. Приготовьте двойную порцию соуса и храните его в холодильнике для быстрого использования в следующий раз. Варите рис в пароварке или микроволновой упаковке, пока жарите угря; готовьте сразу несколько порций, чтобы сократить время на одну порцию. Используйте фольгу для удобной уборки."
  },
  "yakitori": {
    "name": "Якитори",
    "desc": "Японские шашлычки из куриного бедра и зелёного лука, обжаренные на сильном огне с соусом таре. Дымный аромат и хрустящие края создают неповторимый вкус умами.",
    "comment": "Нарежьте курицу и лук одинаковыми кусочками заранее; замочите бамбуковые шпажки в воде, чтобы не подгорали. Готовьте соус таре накануне и храните отдельно. Насаживайте несколько шашлычков сразу для приготовления под грилем или в сковороде-гриле; переворачивайте и поливайте соусом одновременно. Купите нарезанное куриное бедро, если оно продаётся недорого."
  },
  "tonkatsu": {
    "name": "Тонкацу",
    "desc": "Японский жареный в кляре свиной ломтик с хрустящей корочкой, подается с нашинкованной капустой и острым соусом тонкацу. Внутри сочная свинина.",
    "comment": "Мясо отбейте для равномерного приготовления; разложите панировку в мисках по порядку. Капусту нашинкуйте мандолиной или используйте готовый пакет, пока масло греется. Жарьте по два ломтика подряд (снимая крошки), затем обжарьте еще раз для хруста без лишнего масла. Заморозьте лишние панированные ломтики для быстрого приготовления в будущем."
  },
  "okonomiyaki": {
    "name": "Окономияки",
    "desc": "Японская сытная оладья из капусты, теста и свиной грудинки, обжаренная до хрустящей корочки. Подают с соусом для окономияки, майонезом, водорослями нори и семечками.",
    "comment": "Готовьте удвоенный или утроенный объем теста и нарежьте лишнюю капусту заранее - храните в холодильнике. Это сократит время нарезки в следующий раз. Используйте готовый колоссальный салат, чтобы сэкономить время. Жарьте сразу несколько оладьев на большой сковороде-гриле, чтобы уменьшить количество переворачиваний и контроля за каждым."
  },
  "bibimbap": {
    "name": "Бибимбап",
    "desc": "Корейская смешанная рисовая миска с варёным рисом, обжаренной говядиной и овощами, острым кимчи, жареным яйцом и пастой гочуджан.",
    "comment": "Используйте предварительно вымытые и нарезанные овощи и разогретый в микроволновке рис, чтобы сэкономить время. Говядину можно обжарить сразу на несколько порций; яйца храните отдельно, если готовите много."
  },
  "bulgogi": {
    "name": "Булгоги",
    "desc": "Корейская говядина тонкими ломтиками, маринованная в сладко-солёном соевом соусе, быстро обжаренная на гриле и подаваемая с свежими овощами.",
    "comment": "Мариновать мясо лучше на ночь или заморозить ненадолго для более тонкого нарезания; использовать готовый чесночно-имбирный пасту. Жарить двойную порцию в разгар на чугунной сковороде или гриле, затем разделить и хранить в холодильнике 2–3 дня. Овощи нарезать тонко заранее и держать в воде для хруста."
  },
  "kimchi": {
    "name": "Кимчи",
    "desc": "Острый корейский ферментированный салат из пекинской капусты с чесноком и красным перцем. Его кисло-сладкий вкус — основа многих традиционных блюд.",
    "comment": "Готовьте кимчи большими порциями (4-6 человек): так экономится время на засолке и перемешивании, а нарезка лучше масштабируется. Разделяйте готовый салат по банкам сразу после смешивания — это сэкономит ежедневные хлопоты. Используйте предварительно нарезанный чеснок и имбирь (дешевле в больших упаковках, хранится месяцами в холодильнике), чтобы сократить время нарезки вдвое. Если мало места на кухне, засаливайте капусту в дуршлаге над миской в холодильнике 1-2 дня — это улучшит выделение сока."
  },
  "tteokbokki": {
    "name": "Ттокпокки",
    "desc": "Популярное корейское уличное блюдо — жевательные рисовые колобки в острой пасте кочуджане с рыбными котлетами и зеленым луком. Ярко-красный цвет и пикантно-сладкий вкус делают его утешительным перекусом или быстрым обедом.",
    "comment": "Готовьте сразу на 3–4 порции, чтобы сократить время нарезки и смешивания соуса. Охлаждайте быстро, разделяйте на контейнеры с плотной крышкой и храните в холодильнике до 3 дней — вкус становится насыщеннее. Используйте готовые пасты чеснока/имбиря или замороженные рубленые смеси, чтобы не нарезать свежие. Купите готовые ттёк (часто дешевле оптом в азиатских магазинах), чтобы избежать замачивания сухих. Нарезайте сурими во время томления соуса для перекрытия этапов."
  },
  "samgyeopsal": {
    "name": "Самгёпсаль",
    "desc": "Классическое корейское блюдо — жареная свиная грудинка, подаваемая с свежими овощами и соусом самджан. Насыщенный вкус дополняют хрустящие края, которые образуются при обжарке.",
    "comment": "Готовьте несколько порций сразу для 2-4 человек — это сократит время на каждую. Используйте большую сковороду-гриль или чугунную посуду; нарезайте мясо прямо на гриле кухонными ножницами, чтобы быстрее подавать. Хорошо разогрейте поверхность и не перегружайте её для равномерной прожарки. Заранее подготовьте овощи и соус самджан; заморозьте лишние кусочки грудинки в плоском виде — так они быстро разморозятся в следующий раз."
  },
  "japchae": {
    "name": "Чапчхэ",
    "desc": "Классическое корейское блюдо из сладковатых стеблей топинамбура, тонко нарезанной говядины и яркой смеси овощей на соевом соусе и кунжутном масле. Обязательное угощение на праздниках и любимый домашний рецепт с гармонией солёного, сладкого и умами.",
    "comment": "Нарежьте овощи сразу на 4 порции и храните в холодильнике до 2 дней — это сэкономит время при следующей готовке; отварите шпинат и сварите лапшу одновременно. Жарьте двойную порцию партиями в большом воке, затем разложите по контейнерам — лапша лучше пропитывается вкусом после ночи в холодильнике. Используйте предварительно нарезанное мясо и замороженную нарезку для экономии времени."
  },
  "butter-chicken": {
    "name": "Курица в сливочно-томатном соусе",
    "desc": "Нежная курица в ароматном томатно-сметанном соусе с пряностями - классическое индийское блюдо. Сочетание масляной сладости и пикантных специй делает его идеальным дополнением к рису или лепёшкам.",
    "comment": "Для более насыщенного вкуса замаринуйте курицу с вечера или хотя бы на несколько часов. Соус можно приготовить заранее и заморозить порциями, а потом просто разморозить и довести до готовности с маринованной курицей. Чтобы сэкономить время, используйте готовый имбирно-чесночный пасту и томатную пасту; замаринуйте сразу несколько порций для экономии времени."
  },
  "tandoori-chicken": {
    "name": "Тандори курица",
    "desc": "Классическое индийское блюдо с нежными кусочками курицы, маринованными в ароматной пряной смеси и запечёнными до румяной корочки. Ярко-красный цвет придают паприка, кайенский перец и тандори масала, создавая насыщенный и слегка острый вкус.",
    "comment": "Для максимальной нежности курицу лучше замариновать на ночь. Используйте готовые бедра и бутилированный лимонный сок — это ускорит подготовку. Запекайте порции сразу на противне в горячей духовке или в воздухообменнике, чтобы сократить время готовки. Маринованное сырое мясо можно заморозить порциями для быстрого приготовления."
  },
  "biryani": {
    "name": "Бирьяни",
    "desc": "Ароматное блюдо из слоеного риса и мяса, пришедшее с Индийского субконтинента. Известно сложным сочетанием специй и душистых трав, которые медленно томятся на огне для создания гармоничного вкуса.",
    "comment": "Готовьте сразу двойную порцию: обжарьте лук заранее, приготовьте мясной соус, затем слоите с пропитанным рисом и тушите в духовке или герметичной кастрюле для равномерного пропитания. Замачивайте рис и маринуйте мясо/соус на ночь в холодильнике. Используйте замороженный лук (часто дешевле оптом) и частично разогрейте рис в микроволновке, чтобы сократить время варки."
  },
  "naan": {
    "name": "Нан",
    "desc": "Мягкая, воздушная лепёшка из Индии и Пакистана, традиционно выпекаемая в тандыре. Отлично сочетается с карри и часто смазывается чесночным маслом для аромата.",
    "comment": "Замесите большое количество теста и храните его в холодильнике до двух дней; разделяйте на шарики и давайте подойти только нужное количество, пока остальное остаётся холодным — это сократит время замеса и расстойки. Для быстрого приготовления (всего 20 минут) используйте бездрожжевой вариант с пищевой содой, горячей водой и йогуртом. Разогрейте чугунную сковороду или таву до максимальной температуры для ускоренного обжаривания каждой лепёшки."
  },
  "samosa": {
    "name": "Самоса",
    "desc": "Хрустящий треугольный пирожок с начинкой из картофеля и горошка в специях. Происходит из Южной Азии, сочетает хрустящую корочку и ароматную насыщенную начинку — идеальная закуска для уличной еды.",
    "comment": "Картошку можно отварить и размять заранее или использовать остатки пюре, чтобы сэкономить время. Начинку готовьте большими порциями и заморозьте — размораживается быстро перед сборкой. Тесто замешивайте сразу в двойном количестве: охлаждайте или замораживайте порции, чтобы сократить время на раскатку при следующих приготовлениях. Для быстрого варианта используйте готовые обертки для весенних рулетов — скрепляйте водой."
  },
  "pani-puri": {
    "name": "Пани Пури",
    "desc": "Любимое индийское уличное блюдо — хрустящие пури, наполненные острой и кисловатой водой (пани) с картофельным пюре, нутом и чатни. Это быстрый закусочный вариант с балансом сладости, кислинки и насыщенного вкуса.",
    "comment": "Используйте готовые пури и предварительно отваренные картофель/нут из массового приготовления, чтобы сократить время. Готовьте тамариндовый пан в больших количествах заранее и храните охлаждённым. Мелко нарежьте лук и кинзу или используйте замороженные смеси, если это выгодно. Жарьте несколько порций сразу, повторно используя масло безопасно для экономии времени."
  },
  "masala-dosa": {
    "name": "Масала доса",
    "desc": "Хрустящая южноиндийская лепёшка с начинкой из картофеля и лука в остром соусе. Отличается нежной текстурой и ароматным вкусом, обычно подаётся с кокосовым чатни.",
    "comment": "Тесто готовьте большими порциями и выдерживайте на холодном брожении до 5 дней, разделяя на контейнеры. Картофель можно отварить и размять заранее, хранить в холодильнике до 3 дней. Лук режьте крупными партиями или используйте замороженный для экономии времени. Разогревайте антипригарную сковороду перед жаркой — это уменьшит количество масла и время переворачивания; если позволяет размер, готовьте 2-3 досы одновременно."
  },
  "palak-paneer": {
    "name": "Палак-панир",
    "desc": "Кремовый северноиндийский карри из шпината с мягкими кубиками панира. Один из самых популярных блюд в индийских семьях, обычно подается с роти или рисом.",
    "comment": "Можно использовать замороженный шпинат — быстро разморозьте его под горячей водой, чтобы не тратить время на бланширование. Купите уже нарезанный панир или заранее отрежьте кубики из блока. Приготовьте основу из лука и томатов в большой кастрюле и заморозьте порции — это сократит время обжаривания вдвое. Для ускорения процесса взбейте шпинат блендером прямо во время готовки."
  },
  "som-tam": {
    "name": "Сом Там",
    "desc": "Острый тайский салат из зелёной папайи, подавляемый в ступке с балансом сладости, кислоты, солёности и жгучести. Классическое уличное блюдо, которое обычно подают с клейким рисом.",
    "comment": "Подготовьте заранее крупную порцию нашинкованной зелёной папайи и отваренных длинных бобов — храните в холодильнике до 3 дней, чтобы сократить время нарезки при повторном приготовлении. Сначала растолките в ступке ингредиенты соуса (чеснок, чили, сахар, рыбный соус, лайм), пока нарезаете овощи, затем всё перемешайте. Используйте предварительно обжаренные арахисы и нож для тонкой нарезки (юльен) для моркови и помидоров — это ускорит процесс."
  },
  "massaman-curry": {
    "name": "Массаман-карри",
    "desc": "Ароматное тайско-индийское блюдо с нежной говядиной, тушёной в кокосовом молоке с добавлением тамаринда и пряностей. Насыщенный слегка сладковатый вкус гармонично дополняет мягкая острота пасты массаман-карри и землистая текстура картофеля.",
    "comment": "Готовьте сразу на 4–6 порций, чтобы сократить время: нарежьте все ингредиенты за раз, тушите в большом кастрюле, а потом разложите по контейнерам и заморозьте (до 3 месяцев, вкус станет глубже). В мультиварке/скороварке говядина готовится 20–25 минут под давлением. Замороженные очищенные картофель и лук сэкономят 5 минут нарезки. Обжаренные арахис (20г в готовом виде) добавляют хруст без лишних усилий."
  },
  "green-curry": {
    "name": "Зеленый карри",
    "desc": "Ароматное тайское блюдо с насыщенным зеленым кокосовым соусом, наполненным пряными травами и специями. Идеальный баланс остроты, сладости и нежности делает его отличным вариантом для обеда или ужина.",
    "comment": "Готовьте с запасом: обжарьте пасту один раз и используйте в нескольких порциях, экономя по 5 минут на каждую. Замороженные нарезанные овощи (перец, кабачок, бамбук) помогут сэкономить время на нарезке. Скоростной режим мультиварки сокращает варку до 15 минут активного времени. Пряности (лимонный лист, листья лайма) удобно закладывать в чайный пакетик для легкого извлечения."
  },
  "chicken-satay": {
    "name": "Куриные шашлычки сатай",
    "desc": "Популярное индонезийское уличное блюдо – маринованная курица на шпажках, обжаренная до золотистой корочки и подаваемая с густым арахисовым соусом. Дымный аромат и насыщенный вкус делают его хитом любого застолья.",
    "comment": "Маринуйте сразу 1 кг курицы (разделите по пакетам, заморозьте остатки): это сократит будущую подготовку до 5 минут разморозки и насаживания. Для соуса используйте очищенные жареные арахисовые орехи – так быстрее. Жарьте несколько порций одновременно на большой решетке или двойной гриль; можно запекать в духовке (8 мин, перевернуть один раз) – не нужно выходить во двор. Замачивайте бамбуковые шпажки заранее."
  },
  "fried-rice": {
    "name": "Жареная рисовая каша",
    "desc": "Быстрое и универсальное блюдо из вчерашнего риса, превращающее его в ароматную еду. Родилось как уличная китайская закуска, но теперь стало популярным во многих домах по всему миру.",
    "comment": "Используйте остывший рис прямо из холодильника — так не придется ждать охлаждения. Заранее нарежьте овощи и приготовьте соусы, пока рис разогревается. Для больших порций удвойте или утроите рецепт в воке: затраты на разогрев сковороды останутся теми же, а нарезка займет меньше времени относительно объема; разложите по контейнерам и храните 3-4 дня. Замороженная смесь овощей (горошек, морковь) полностью исключает нарезку."
  },
  "nasi-goreng": {
    "name": "Наси Горенг",
    "desc": "Классический индонезийский жареный рис с чесноком и чили, обычно подается с яичницей-глазуньей сверху. Это любимое блюдо для обеда или ужина по всему архипелагу.",
    "comment": "Используйте холодный вчерашний рис, чтобы избежать комков. Мелко нарежьте чеснок и лук вместе заранее или используйте замороженный готовый фарш для экономии времени. Готовьте сразу несколько порций в одной сковороде — это сократит время на готовку; храните остатки в холодильнике до 3 дней. Смешивайте самбал с маслом перед добавлением риса, чтобы равномерно распределить острый вкус без лишнего помешивания."
  },
  "rendang": {
    "name": "Ренданг",
    "desc": "Пикантное индонезийское блюдо из говядины с насыщенным вкусом и ароматной смесью специй. Происходит из кухни минангкабау в Западной Суматре, традиционно тушится до густой карамелизованной подливки.",
    "comment": "В мультиварке или скороварке время приготовления сокращается до 30-35 минут (с учётом набора/спуска давления), сохраняя насыщенный вкус. Для заготовок увеличьте ингредиенты вдвое-трое и храните в герметичных контейнерах; разогревайте аккуратно на плите или в микроволновке. Пасту из специй (лук, чеснок, имбирь, галангал, листья лайма) измельчите блендером – это сэкономит время на рубке; заморозьте остатки пасты в формочках для льда на будущее."
  },
  "goi-cuon": {
    "name": "Гой куон",
    "desc": "Свежие вьетнамские весенние рулеты с креветками, рисовой лапшой и хрустящими овощами, завернутые в прозрачную рисовую бумагу. Блюдо славится лёгким ароматным вкусом и приятной хрусткостью свежей зелени.",
    "comment": "Креветки и лапшу можно сварить заранее и хранить в холодильнике до 3 дней. Овощи нашинковать соломкой и держать в плотно закрытых контейнерах с влажной салфеткой. Перед подачей останется только размягчить рисовую бумагу и собрать рулеты, сократив время приготовления вдвое. Креветки также можно заморозить на несколько недель."
  },
  "chili-crab": {
    "name": "Чили-краб",
    "desc": "Классическое сингапурское блюдо из морепродуктов. Нежное мясо краба подаётся в сладко-пряном соусе на основе томатов. Традиционно его едят с паровыми булочками или рисом, чтобы собрать ароматный бульон.",
    "comment": "Используйте предварительно очищенные замороженные кусочки краба — так сэкономите время на удалении панциря. Готовьте томатно-чилиевую основу для соуса большими порциями и замораживайте её. Хранится месяцами, а перед подачей просто разогревается с добавлением краба. Можно использовать скороварку — это сократит время тушения вполовину и сделает мясо более нежным."
  },
  "hainanese-chicken-rice": {
    "name": "Хайнаньская курица с рисом",
    "desc": "Ароматное блюдо хайнаньской кухни: отварная курица, подаваемая с рисом, сваренным на курином бульоне, и соусом из имбиря и соевого соуса. Блюдо отличается тонкой пряностью, подчеркивающей естественный вкус птицы.",
    "comment": "Используйте мультиварку с пароваркой: можно одновременно отварить курицу и сварить рис на бульоне — это сэкономит время и уборку. Готовый бульон (замороженный домашний или качественный магазинный) избавит от необходимости готовить его свежим. Приготовьте больше курицы и риса: они отлично хранятся в холодильнике 3 дня, а на следующий день становятся еще вкуснее. Нарезайте курицу холодной для аккуратных ломтиков."
  },
  "falafel": {
    "name": "Фалафель",
    "desc": "Популярная ближневосточная уличная еда — хрустящие жареные котлеты из нутовой муки с травами. Внутри сочные, ароматные и свежие на вкус, идеально сочетаются с тахини или салатом.",
    "comment": "Сушеный нуту лучше замачивать на ночь (или быстро: кипятить минуту, затем час без огня) — так будет правильная текстура. Для фарша используйте блендер: лук, чеснок, зелень и специи нужно измельчить в крупную пасту. Сформируйте 6-8 шариков, заморозьте на 15 минут перед жаркой — так они не развалятся и быстрее прожарятся. Жарьте порциями, но готовьте с запасом: лишние котлеты можно замораживать на подносе, а потом разогревать в воздухофрите или духовке — так экономия времени при повторном использовании."
  },
  "tabouleh": {
    "name": "Табуле",
    "desc": "Яркий ближневосточный салат из петрушки и булгура с кислинкой лимона и свежими травами. Классическое блюдо ливанской кухни, часто подают как легкую закуску или гарнир.",
    "comment": "Используйте мелкий булгур — залейте кипятком или лимонным соком, пока нарезаете ингредиенты. Мелкая фракция размякнет за 15-20 минут без варки. Купите предварительно вымытые пучки петрушки и мяты, пропустите их в блендере с луком для ускорения процесса. Заготовьте большую порцию на неделю, разложите по банкам — салат хранится 4-5 дней в холодильнике, а его вкус становится только лучше. Можно заморозить нарезанную петрушку в формочках для льда с водой для будущих порций."
  },
  "fattoush": {
    "name": "Фаттуш",
    "desc": "Свежий ливанский салат с хрустящими кусочками питы, овощами, зеленью и кисло-сладким соусом из сумака и лимона. Идеально подходит для легкого обеда или гарнира благодаря сочетанию разных текстур.",
    "comment": "Питу можно запечь сразу несколькими порциями на противне, а охлажденные чипсы хранить в герметичной упаковке недели. Используйте предварительно вымытые листья салата и блендер для быстрой нарезки овощей. Соус из сумака, лимона и оливкового масла можно приготовить заранее и хранить в холодильнике до 5 дней, хорошо взбалтывая перед использованием."
  },
  "shakshouka": {
    "name": "Шакшука",
    "desc": "Африканское и ближневосточное блюдо с яйцами, приготовленными в ароматном томатно-перцовом соусе. Чаще всего подают на завтрак или обед с горячим хлебом.",
    "comment": "Приготовьте большую порцию основы для соуса (лук, перец, томаты, специи) и заморозьте на порции; разогрейте одну, вбейте яйца, накройте крышкой — так сократите время готовки вдвое. Используйте замороженные кубики лука/перца, чтобы не резать, или блендер для быстрой нарезки. Приготовьте сразу несколько порций в одной сковороде."
  },
  "couscous": {
    "name": "Кускус",
    "desc": "Лёгкая североафриканская основа из пареной манной крупы с бульоном и оливковым маслом. Воздушная текстура делает его идеальным для быстрых салатов.",
    "comment": "Готовьте сразу большую порцию (умножайте на 4), разделяйте по герметичным контейнерам; разогревайте в микроволновке с добавлением воды 1 минуту. Используйте быстрого приготовления кускус, если есть возможность. Держите кипящий бульон под рукой или готовьте в микроволновке: доведите до кипения 2 мин, засыпьте кускус, накройте на 5 мин."
  },
  "tagine": {
    "name": "Тажин",
    "desc": "Ароматное марокканское рагу, тушёное в керамическом горшочке с конусовидной крышкой. Нежное мясо сочетается с пряностями и сухофруктами, создавая уютный баланс сладости и насыщенности.",
    "comment": "Тажин становится ещё вкуснее на следующий день — готовьте сразу большие порции. Обжарьте лишнее мясо и овощи заранее, разложите по контейнерам и храните в холодильнике до 5 дней или заморозьте на несколько месяцев. Запаситесь готовой смесью специй — обжарьте и смолотите их впрок. Можно использовать консервированные помидоры и промытые молодые морковки. В мультиварке или скороварке время приготовления сокращается до 30–40 минут, сохраняя нежность ингредиентов."
  },
  "baklava": {
    "name": "Пахлава",
    "desc": "Пышный сладкий пирог из Ближнего Востока, состоящий из слоёв хрустящего филотеста, начинки из орехов и залитый мёдовым сиропом. Его золотистая корочка и ароматный вкус пистания делают его любимым десертом во многих культурах.",
    "comment": "Всегда используйте готовое филотесто — приготовление его дома нецелесообразно для домашних кулинаров. Готовьте сироп, пока баклава печётся, чтобы оптимизировать процесс. Обжарьте орехи большими порциями и заморозьте их на будущее. Главное — выпекайте сразу целую форму (20–30 кусочков) и храните плотно укутанной при комнатной температуре до 2 недель или замороженной на месяцы. Это значительно сократит время активного участия в процессе. Смазывайте растопленным маслом каждые 2–3 слоя вместо каждого, чтобы сэкономить время без ущерба для текстуры."
  },
  "pide": {
    "name": "Пиде",
    "desc": "Традиционная турецкая лепёшка в форме лодки или полумесяца с хрустящей золотистой корочкой. Подаётся с начинкой из сыра, фарша или яйца. Популярна как на семейных ужинах, так и в уличных кафе за сочность и слоистую текстуру.",
    "comment": "Тесто замешивайте большими порциями: после первого подъёма разделите на части, плотно заверните и заморозьте на 3 месяца. Размораживайте в холодильнике за ночь, затем формируйте и выпекайте. Фарш предварительно обжарьте с пряностями и храните порциями в холодильнике или морозильнике — это сократит готовку на 10 минут ежедневно. Для экономии времени используйте готовый тёртый сыр. Чтобы ускорить процесс, соберите несколько пиде сразу и выпекайте их одновременно на двух уровнях духовки, переворачивая через половину времени для равномерной румяности."
  },
  "lahmacun": {
    "name": "Лахмаджун",
    "desc": "Тонкая хрустящая турецкая лепёшка с пряным фаршем из говядины и баранины, ароматизированная сумахом и свежими травами. Одно из самых популярных блюд уличной кухни.",
    "comment": "Приготовьте тесто и начинку в большом количестве: разделите на порции, заморозьте слоями на подносах, затем упакуйте. Размораживайте в холодильнике за ночь — это сократит время готовки на 30% в будущем. Используйте блендер для быстрого измельчения лука, помидоров и петрушки. Предварительно разогрейте духовку с каменной плитой или перевёрнутым противнем до максимума (250°C+) — так лепёшка получится хрустящей за меньшее время. Распределяйте начинку тонким слоем для равномерного быстрого запекания."
  },
  "kofte": {
    "name": "Кёфте",
    "desc": "Классические турецкие фрикадельки из фарша из баранины и говядины с пряностями. Обычно подают с йогуртовым соусом или свежим салатом. Ароматная смесь кумина, паприки и петрушки придает им характерный теплый вкус, который отлично сочетается с лепешкой.",
    "comment": "Приготовьте большое количество фарша для кёфте руками или в блендере, сформируйте котлеты или колбаски, разложите между слоями пергамента в герметичных контейнерах и заморозьте; жарьте на гриле или сковороде прямо из морозильника (добавьте 2 минуты), чтобы сократить подготовку к нескольким приемам пищи. Натрите лук вместо рубки, чтобы ускорить смешивание. Дайте сформированным котлетам постоять 15 минут под крышкой при комнатной температуре или пропустите этот этап в спешке. Используйте воздухофритюрницу при 190°C на 10-12 минут с переворотом, без постоянного контроля."
  },
  "borek": {
    "name": "Борек",
    "desc": "Хрустящая выпечка из Балкан и соседних регионов с тонкими слоями теста, начинённая сыром или фаршем. Выпекается до золотистой корочки. Отлично подходит для завтрака или как закуска на праздничном столе.",
    "comment": "Используйте готовые листы юфки или фило – так не придётся месить тесто, достаточно смешать начинку и собрать пирог. Запекайте борек на большом противне, нарежьте после выпекания и храните в холодильнике или морозилке порциями; разогревайте прямо из холода – так усилия по слоению и начинке распределятся на несколько приёмов пищи. Сырную начинку можно приготовить заранее и хранить под крышкой в холодильнике до двух дней, тогда в спешке останется только свернуть и выпечь."
  },
  "lula-kebab": {
    "name": "Люля-кебаб",
    "desc": "Классический кавказский и турецкий шашлык из фарша, который нанизывают на шпажки и жарят до сочного состояния. Ароматная смесь тмина, лука, чеснока и свежих трав придаёт ему богатый дымный вкус, особенно когда подаёшь его в горячей лаваше.",
    "comment": "Приготовьте больше фарша с приправой, сформируйте кебабы и положите их на поднос в холодильник или морозилку. Когда они застынут, переложите в контейнеры — так можно жарить прямо из холода или заморозки без лишних хлопот. Используйте гриль-панели или духовку с верхним нагревом, чтобы готовить сразу несколько шампуров, а не переворачивать их по одному в маленькой сковороде. Натрите лук заранее и заморозьте порциями — так не придётся каждый раз чистить и резать."
  },
  "moussaka": {
    "name": "Мусака",
    "desc": "Пышная греческая запеканка с слоями запечённой баклажанной икры, пряного фарша из баранины в томатном соусе и нежной бешамельной подливкой. Богатые слои выпекаются до золотистой корочки — идеальное блюдо для семейных ужинов.",
    "comment": "Запекайте нарезанные баклажаны на одном противне в духовке, а не жарьте партиями — так сэкономите время и масло. Готовьте мясной соус и бешамель во время запекания баклажанов, чтобы сразу собрать мусаку. Можно заготовить целую форму накануне: хорошо охладить, а затем выпечь — так блюдо получится ещё вкуснее, а остатки отлично разогреваются."
  },
  "souvlaki": {
    "name": "Сувлаки",
    "desc": "Классическое греческое уличное блюдо — шашлычки из маринованной свинины на вертеле, подаваемые с лимонными травами и свежими овощами. Быстрое, ароматное блюдо, напоминающее атмосферу приморских таверн.",
    "comment": "Мясо лучше замариновать на ночь или хотя бы за 2 часа — это усилит вкус и сократит время готовки. Готовьте с запасом: сувлаки отлично хранятся в холодильнике 3-4 дня, а разогреваются в сковороде или духовке без потери качества. Можно заготовить шашлычки заранее, заморозить их в маринаде и жарить прямо из морозилки (добавив 3-4 минуты к времени приготовления). Для ускорения можно использовать нарезанный перец или замороженную овощную смесь."
  },
  "spanakopita": {
    "name": "Спанакопита",
    "desc": "Классический греческий шпинатный пирог с хрустящим слоёным тестом, начинённый ароматной смесью обжаренного шпината, лука, феты и трав. Обычно подаётся тёплым как закуска или лёгкое основное блюдо на семейных ужинах.",
    "comment": "Готовьте большую порцию — спанакопита отлично хранится в холодильнике до 5 дней и прекрасно замораживается на срок до 3 месяцев. Используйте предварительно промытый замороженный шпинат (уже нарезанный и без лишней влаги), чтобы сэкономить время. Купите готовое фило-тесто вместо приготовления его вручную — это сэкономит часы работы. Можно собрать пирог заранее, оставить в холодильнике неиспечённым и выпечь перед подачей. Разогревайте порции в тостере для восстановления хруста."
  },
  "schnitzel": {
    "name": "Шницель",
    "desc": "Классическое австрийское блюдо — тонкий отбивной из телятины в панировке, обжаренный до золотистой корочки. Подают с дольками лимона и простыми гарнирами: картофельным салатом или зеленью. Олицетворяет уютную простоту центральноевропейской домашней кухни.",
    "comment": "Готовьте сразу несколько отбивных: отбейте, посолите и запанируйте партию, затем заморозьте их на подносе перед упаковкой; можно жарить прямо из морозильника, добавив пару минут при слабом огне в начале. Организуйте рабочее место с широкими емкостями: используйте одну руку для влажных ингредиентов, другую — для сухих, чтобы уменьшить беспорядок и ускорить панировку. Возьмите большую сковороду — так можно жарить 2–3 шницеля за раз без перегруза; это сохранит хрусткость и сократит время приготовления. Если часто готовите шницель, смешайте простую специю для муки и сухарей заранее, чтобы не отмерять каждый раз."
  },
  "currywurst": {
    "name": "Карривурст",
    "desc": "Истинный немецкий уличный фастфуд: ломтики сосисок карри в сладковато-кислом томатно-карри соусе. Подают с картофелем фри или булкой — любимый поздний перекус на берлинских едальных точках.",
    "comment": "Готовьте соус карри сразу большими порциями: он отлично хранится в холодильнике до нескольких дней, а замороженный — ещё дольше. Отваривайте несколько сосисок в слегка кипящей воде, затем охлаждайте; позже просто обжарьте или подрумяньте на гриле. Храните соус и сосиски отдельно в герметичных контейнерах — так удобно отмерять порции для одного или нескольких человек. Если едите часто, заготовьте смесь карри с паприкой и сахаром — это сэкономит время при готовке."
  },
  "bratwurst": {
    "name": "Братвурст",
    "desc": "Классическая немецкая колбаса из свинины или смеси свинины и телятины с пряностями — мускатным орехом, имбирём и тмином. Обычно её жарят на гриле или обжаривают в сковороде и подают с горчицей, хлебом и иногда квашеной капустой.",
    "comment": ""
  },
  "pretzel": {
    "name": "Брецель",
    "desc": "Мягкая, пружинистая немецкая выпечка с блестящей темной корочкой и легкой соленостью. Классический пряник обычно подают теплым, посыпанным крупной морской солью или с сырным соусом.",
    "comment": "Готовьте двойную или тройную порцию теста, чтобы заморозить его после первого подъема — размораживайте в холодильнике на ночь и сразу формируйте, чтобы не тратить время на повторное замешивание. Используйте сухие дрожжи, чтобы пропустить этап опары, а ванну с содой подготовьте заранее, пока тесто отдыхает. Выпекайте несколько пряников одновременно на одном листе, чтобы оптимально использовать время работы духовки."
  },
  "sauerkraut": {
    "name": "Квашеная капуста",
    "desc": "Острый, ферментированный блюдо из капусты, родом из Центральной Европы. Часто подают как гарнир или добавку к сосискам и бутербродам. Хрустящая текстура и полезные свойства делают его основой многих сытных блюд.",
    "comment": "Нарежьте несколько кочанов капусты сразу в кухонном комбайне, чтобы заготовить несколько банок — это сократит время на подготовку каждой. Используйте грузы или ферментационные горшки для равномерного прессования без ежедневных проверок. Начинайте новую порцию каждую неделю, чтобы всегда была свежая заготовка без повторной полной обработки."
  },
  "sauerbraten": {
    "name": "Зальцбургский ростбиф",
    "desc": "Классическое немецкое блюдо из говядины, маринованной в кисло-сладком уксусно-винном соусе и медленно тушёной до нежности. Известно насыщенным вкусом и обычно подаётся с квашеной капустой или картофельными клёцками.",
    "comment": "Маринуйте сразу несколько кусков мяса, замораживайте лишнее после маринования — так не придётся готовить соус каждый раз. Используйте мультиварку или скороварку — время приготовления сократится с 3 часов до 45 минут. Заготавливайте и замораживайте нарезанные овощи для маринада, чтобы экономить время на кухне."
  },
  "ksesptzle": {
    "name": "Кеспецле",
    "desc": "Классическое немецкое утешительное блюдо из свежих яичных лапши, залитых расплавленным сыром и хрустящими луком. Отлично подходит как сытный основной или гарнир.",
    "comment": "Используйте покупную или готовую кеспецле (охлажденную или сухую), чтобы не замешивать тесто и не ждать его отдыха. Лук нарежьте тонкими ломтиками заранее или используйте мандолину для быстрой обжарки в течение 2 минут. Сыр натрите впрок и выложите холодным слоями – так он быстрее расплавится под грилем, без необходимости помешивать на плите."
  },
  "rouladen": {
    "name": "Руладэн",
    "desc": "Классическое немецкое блюдо из тонких ломтиков говядины, свёрнутых с огурчиками, луком и беконом, тушёных до нежности. Сытное утешительное блюдо, демонстрирующее глубину вкуса традиционной баварской кухни.",
    "comment": "Готовьте сразу 4-6 рулетов: после первого сборка занимает меньше времени. Используйте тонкие ломтики говядины (вырезки) от мясника, чтобы не тратить время на обрезку. Обжарьте все рулеты в одной сковороде быстро на сильном огне. Для разогревания сделайте больше соуса и храните рулеты в нём в холодильнике; они разогреются за 5 минут на плите. Замораживайте готовые рулеты в соусе до 3 месяцев, размораживайте ночь и разогревайте аккуратно."
  },
  "goulash": {
    "name": "Гуляш",
    "desc": "Плотный венгерский гуляш из говядины с паприкой, луком и овощами. Традиционно подают горячим с хрустящим хлебом или макаронами.",
    "comment": "Готовить сразу на 4-6 порций: рубка один раз и тушение сокращает время на каждую. Лук медленно пассеруйте заранее и заморозьте порции для быстрого основания. В мультиварке или Instant Pot готовится всего 40 минут. Держите готовую приправу (паприка, соль, перец) под рукой. Замораживайте порциями; на следующий день вкуснее и сохраняет аромат до 3 месяцев в морозилке."
  },
  "pelmeni": {
    "name": "Пельмени",
    "desc": "Классические русские пельмени с фаршем из свинины и говядины, приправленным пряностями. Подаются горячими в бульоне или со сметаной. Нежное тесто и насыщенная начинка делают их утешительным блюдом восточноевропейской кухни.",
    "comment": "Готовьте большое количество теста и фарша сразу для нескольких порций. Формуйте все пельмени за один раз, заморозьте лишние на присыпанном мукой противне, затем переложите в пакеты — это сократит время сборки перед каждой подачей. Используйте машинку для теста или мясорубку с электроприводом, чтобы ускорить процесс. Варите порциями, пока формируете следующую партию, чтобы не тратить время зря. Для быстрого приготовления купите замороженные пельмени."
  },
  "olivier-salad": {
    "name": "Салат Оливье",
    "desc": "Классический русский салат с нежным сочетанием мелко нарезанных овощей, яиц и маринованного огурца в майонезной заправке. Сытный и освежающий, идеально подходит для праздничного стола.",
    "comment": "Сварить картофель, морковь, яйца и горошек вместе в одной кастрюле – так быстрее. Быстро остудить в холодной воде перед нарезкой. Нарезать все кубиками с помощью овощерезки или доски с решеткой. Готовить порциями, хранить в холодильнике до 3 дней, добавляя майонез непосредственно перед подачей. Можно использовать замороженный горошек – разморозить без варки."
  },
  "blini-with-caviar": {
    "name": "Блины с икрой",
    "desc": "Нежные русские блины в качестве роскошной закуски, украшенные солёной икрой и ложкой сметаны. Контраст мягких, слегка дрожжевых блинчиков и солоноватой икры создаёт изысканный кусочек, который одновременно классический и утончённый.",
    "comment": "Приготовьте двойную или тройную порцию теста заранее и храните в холодильнике до 2 дней — это значительно сэкономит время на замесе при подаче нескольким гостям. Используйте специальную блинницу или электрическую плиту, чтобы жарить сразу 4-6 блинов вместо одного за раз, сократив общее время готовки. Разложите начинку — сметану и икру — в кондитерский мешок для быстрого оформления."
  },
  "beef-stroganoff": {
    "name": "Бефстроганов",
    "desc": "Уютный русский классик с нежными кусочками говядины в сливочно-грибном соусе. Подаётся с макаронами или рисом, гармонируя насыщенным вкусом и бархатистой текстурой.",
    "comment": "Нарежьте мясо и овощи заранее — так приготовление нескольких порций займёт меньше времени. Используйте готовый ру (смесь муки с маслом, обжаренный и замороженный в формочках) для быстрого загущения соуса без лишних усилий. Для идеального результата выбирайте филе или предварительно нарезанную говядину для жарки — так мясо останется сочным даже после добавления соуса."
  },
  "varenyky": {
    "name": "Вареники",
    "desc": "Украинские вареники с картошкой и творогом, подаются горячими со сметаной или жареным луком. Это уютное блюдо, которое часто готовят на праздники и семейные посиделки.",
    "comment": "Картошку можно размять в микроволновке за 5-7 минут; для теста и начинки используйте кухонный комбайн. Лук жарьте сразу большими порциями, пока лежит тесто. Готовьте двойную порцию: заморозьте сырые вареники на противне, затем упакуйте; варите прямо из морозилки, чтобы сэкономить время в будущем. Держите отварной картофель или пюре в морозильной камере."
  },
  "pierogi": {
    "name": "Пироги",
    "desc": "Классические польские пельмени с разнообразной начинкой: мясные варианты — картофельно-фаршевые, квашеной капустой с грибами или сладкие ягодные. Подают горячими с жареным луком и сметаной.",
    "comment": "Картошку можно запечь в микроволновке для быстрого приготовления пюре; используйте готовое тесто или рецепт без отдыха. Все начинки переработайте в кухонном комбайне, мясо и овощи обжарьте вместе. Соберите двойную порцию, заморозьте сырые на подносе, затем храните; варите прямо из морозильника. Квашеную капусту промойте для удобства, используйте замороженные лук и грибы, если они доступны по цене."
  },
  "bigos": {
    "name": "Бигос",
    "desc": "Сытное польское блюдо охотников, в котором сочетаются квашеная капуста, свежая капуста и разные виды мяса. Долгое томление придает ему насыщенный вкус, делая его идеальным утешением для зимних вечеров.",
    "comment": "Готовьте большими порциями — со временем вкус становится только лучше. Скороварка сокращает время тушения с трех часов до 45 минут. Используйте кухонный комбайн для нарезки капусты и моркови, чтобы сэкономить время без лишних затрат."
  },
  "stuffed-cabbage-rolls": {
    "name": "Голубцы",
    "desc": "Уютное блюдо восточноевропейской кухни: фарш с рисом заворачивают в нежные капустные листья и томят в соусе на основе помидоров.",
    "comment": "Заморозьте целый кочан капусты на сутки, затем разморозьте — листья станут мягкими без варки, сэкономив время и избежав ожогов. Используйте мультиварку или тяжелую кастрюлю для медленного томления, пока вы заняты другими делами."
  },
  "potato-pancakes": {
    "name": "Драники",
    "desc": "Классические восточноевропейские картофельные оладьи из тертой картошки, обжаренные до золотистой корочки. Лучше всего подавать горячими с ложкой сметаны.",
    "comment": "Для быстрого приготовления теста можно использовать кухонный комбайн с мелкой теркой — так процесс займёт секунды вместо минут. Жарка на двух больших сковородах одновременно сокращает время готовки вдвое и позволяет подать блюдо всем гостям одновременно."
  },
  "salo": {
    "name": "Салo",
    "desc": "Традиционное украинское блюдо из солёного свиного сала с насыщенным вкусом и тающим во рту нежным мягким слоем. Обычно подают тонкими ломтиками на чёрном хлебе, посыпая свежей зеленью укропа или мелко нарезанным луком.",
    "comment": "Готовьте сразу большой кусок сала (1-2 кг) — время для натирания и укладки останется тем же, но сократите работу с порциями. Используйте предварительно очищенный замороженный чеснок, чтобы сэкономить время. Для горячего рассола заранее сварите специи большими партиями и переиспользуйте; быстро охлаждайте в ледяной воде для хранения в холодильнике. Хранится в холодильнике месяцами или замороженными порциями."
  },
  "shashlik": {
    "name": "Шашлык",
    "desc": "Классический кебаб из Центральной Азии — кусочки маринованного мяса, нанизанные на шампур и жаренные на открытом огне. Дымный аромат и сочная мякоть делают его любимым блюдом уличной еды во всех бывших советских республиках.",
    "comment": "Маринуйте сразу 1-2 кг говядины: при больших объемах время на резку и смешивание сокращается вдвое. Используйте предварительно нарезанный чеснок и замороженные ломтики лука, чтобы ускорить подготовку. Нарезайте шампуры заранее и жарьте большими порциями на большом гриле или в духовке; переворачивайте реже для экономии времени. Остатки можно подогреть на горячем гриле."
  },
  "plov": {
    "name": "Плов",
    "desc": "Ароматный узбекский плов с нежной бараниной и карамелизированным луком, тушёный в насыщенном бульоне со специями. Традиционно подаётся на праздничных застольях как символ гостеприимства.",
    "comment": "Готовьте сразу несколько порций в большом казане – время тушения сокращается, так как большая масса лучше сохраняет тепло. Используйте замороженную нарезку лука с морковью и заранее порционный бульон, чтобы сэкономить время на подготовке. Хранится в плотно закрытой посуде в холодильнике до 48 часов или заморозьте отдельные порции."
  },
  "manti": {
    "name": "Манты",
    "desc": "Турецкие пельмени с начинкой из фарша из говядины и бараницы со специями, подаются с кисловатым йогуртовым соусом, посыпанные сумаком и хлопьями чили. Традиционно варятся после предварительной запекания или обжариваются для хрустящих краев.",
    "comment": "Замесите большое количество теста для мантов и начинки, сформуйте и слегка поджарьте все сразу, затем заморозьте порциями. Это позволит распределить затраченное время на подготовку между несколькими приемами пищи, сократив активную работу в последующие разы. Варите прямо из морозильника без размораживания, добавив всего 1-2 минуты. Используйте макаронный станок или скалку с направляющей для более тонких и ровных листов теста, что ускорит раскатку. Готовьте йогуртовые соусы заранее большими порциями."
  },
  "dolma": {
    "name": "Долма",
    "desc": "Среднеземноморские листья винограда, фаршированные рисом с пряностями, зеленью и фаршем. Подают с йогуртом или томатным соусом.",
    "comment": "Готовьте начинку большими порциями заранее, сворачивайте долму и укладывайте в кастрюли или пакеты для заморозки. Так можно приготовить сразу несколько порций, сократив время на готовку. Используйте консервированные или предварительно бланшированные листья винограда, чтобы сэкономить время. Рис можно отваривать заранее или использовать микроволновой быстрый рис. Для приготовления используйте скороварку — это значительно сократит время тушения. Зелень нарежьте и заморозьте порциями."
  },
  "khinkali": {
    "name": "Хинкали",
    "desc": "Традиционные грузинские пельмени с сочной начинкой из говядины, свинины и ароматных трав. Их варят до идеальной готовности — получаются парящие пирожки, которые лопаются от насыщенного вкуса при первом укусе.",
    "comment": "Готовьте тесто и начинку сразу на несколько порций: раскатывайте и фаршируйте 20+ хинкали за раз. Половину сварите сразу, а остальные заморозьте сырыми на присыпанном мукой подносе, затем упакуйте для хранения. Это сократит время подготовки вполовину. Для замеса теста используйте миксер, а для лука — кухонный комбайн, чтобы сэкономить 15-20 минут. Дайте тесту отдохнуть всего 30 минут вместо часа. Варите партиями методом «водоворота» в большом кастрюле, чтобы избежать прилипания."
  },
  "khachapuri": {
    "name": "Хачапури",
    "desc": "Грузинский сырный хлеб, который сочетает в себе насыщенный вкус и уютное тепло. Золотистая корочка скрывает тающую начинку из сыра, яйца и сливочного масла — это любимый фастфуд в Тбилиси.",
    "comment": "Приготовьте двойную порцию теста и заморозьте половину, разделив на шарики. Размораживайте их заранее в холодильнике, чтобы избежать подъема. Натрите сыр заранее и храните в холодильнике до 2 дней. Используйте быстрое дрожжевое тесто и теплое место для подъема 45 минут вместо 90. Для выпечки нескольких порций меняйте противни местами, сократив время на 3 минуты. Замешивайте тесто в кухонном комбайне, чтобы сэкономить 5 минут."
  },
  "satsivi": {
    "name": "Сациви",
    "desc": "Классическое грузинское зимнее блюдо — нежный ореховый соус, подаваемый холодным с отварной индейкой. Насыщенный землянистый вкус и кремовая текстура делают его уютным центральным блюдом для праздничного стола.",
    "comment": "Приготовьте большую порцию ореховой основы (измельчите грецкие орехи, обжарьте лук, смешайте со специями и бульоном), разделите на порции и заморозьте; просто отварите индейку и перемешайте по мере необходимости, чтобы сократить активное время. Используйте готовую запеченную индейку из магазина (порежьте и взвесьте) или мультиварку для ускорения приготовления мяса до 20 минут. Держите специи вроде хмели-сунели предварительно смешанными для мгновенного аромата."
  },
  "cepelinai": {
    "name": "Цепеляйны",
    "desc": "Традиционное литовское блюдо — крупные картофельные клецки с начинкой из пряного свиного фарша, обычно подаются со сметаной и топлёным салом. Название переводится как 'летающие тарелки' за характерную форму.",
    "comment": "Натирайте картошку в комбайне — это сократит время замеса теста; готовьте двойную порцию начинки и сырого теста, разложите цепеляйны на подносе, заморозьте, а затем упакуйте для быстрого приготовления. Для более удобного теста смешивайте отварной картофель с крахмалом — так оно не будет липнуть. Формуйте клецки по конвейерному принципу."
  },
  "kibinai": {
    "name": "Кибенай",
    "desc": "Традиционная литовская выпечка с начинкой из мяса и лука со специями. Часто едят как быстрый перекус или уличную еду. Хрустящее тесто обволакивает ароматную мясную смесь, где гармонично сочетаются пряности и нежное мясо.",
    "comment": "Тесто и начинку можно приготовить заранее; собранные сырые кибенай выложите на противень перед запеканием и заморозьте – так сократите время готовки. Бейте прямо из морозильника, добавив пару минут к времени запекания. Для быстрого помола лука и замеса теста используйте кухонный комбайн. Готовьте большими порциями, разделите на порции и заморозьте – удобно брать и печь по мере необходимости."
  },
  "smorrebrod-with-egg-and-anchovies": {
    "name": "Смёрребрёд с яйцом и анчоусами",
    "desc": "Традиционный датский открытый бутерброд на хрустящем ржаном хлебе, сверху масло, ломтики вареного яйца, анчоусы и зеленый лук. Простое, но вкусное блюдо для застолья.",
    "comment": "Сварите сразу несколько яиц и храните их очищенными в холодильнике до недели. Купите нарезанный ржаной хлеб или подсушивайте его тостером, чтобы не резать. Подготовьте начинку заранее и соберите сразу несколько бутербродов – так сэкономите время."
  },
  "italian-meatballs": {
    "name": "Итальянские фрикадельки",
    "desc": "Классические итальянские фрикадельки с хлебными крошками и сыром, обжаренные и тушеные в насыщенном томатном соусе. Отлично подходят как закуска или основное блюдо с травами.",
    "comment": "Приготовьте двойную порцию: заморозьте сырые фрикадельки в один слой на противне, затем упакуйте их; разморозьте перед обжаркой заранее. Для быстрого приготовления мяса и петрушки используйте блендер с импульсным режимом. Держите готовый соус на медленном огне во время жарки, чтобы сэкономить время."
  },
  "cinnamon-buns": {
    "name": "Булочка с корицей",
    "desc": "Сладкое дрожжевое тесто с начинкой из корицы и сахара, выпеченное до золотистой корочки. Классическое уютное блюдо для завтрака или перекуса.",
    "comment": "Формируйте булочки накануне и оставляйте в холодильнике для медленного подъема - утром выпекайте свежие, без спешки. Используйте быстродействующие дрожжи и прогревайте духовку перед замешиванием (включите на 5 минут, затем выключите с включенной лампой) для ускорения подъема. Готовьте двойную порцию теста - половину замораживайте в свернутом виде для быстрой выпечки в будущем."
  },
  "swiss-cheese-fondue": {
    "name": "Швейцарский сырный фондю",
    "desc": "Плавленый швейцарский сыр груйер с белым вином и киршем, идеально подходит для макающих кусочков хрустящего хлеба. Теплая, уютная классика для дружной трапезы.",
    "comment": "Натереть сыр заранее и мелко нарезать чеснок, хранить в холодильнике. Нарезать хлеб кубиками во время плавления сыра, чтобы не терять время. Для большего количества гостей используйте большую кастрюлю и держите на слабом огне дольше без дополнительных действий."
  },
  "raclette": {
    "name": "Раклет",
    "desc": "Классическое швейцарское блюдо, где расплавленный сыр раклет соскребают на варёный картофель, подавая с маринованными огурцами и ломтиками лука. Уютное сочетание нежного сыра с хрустящими кисловатыми гарнирами передаёт альпийские кулинарные традиции.",
    "comment": "Варёный картофель лучше готовить заранее и подогревать по мере необходимости; лук нарезать, а огурцы разложить порциями для удобства. Для экономии времени используйте молодой картофель или разогрейте его в микроволновке 5 минут вместо варки. Сыр можно запекать порциями под грилем сразу или использовать раклетницу, если она есть — так он тает быстрее и не требует постоянного контроля."
  },
  "rosti": {
    "name": "Рёшти",
    "desc": "Классическая швейцарская картофельная лепёшка с хрустящей корочкой и нежной мякотью. Обычно подаётся как гарнир или дополняется сыром, копчёным лососем или яичницей для сытного завтрака.",
    "comment": "Натирайте картошку заранее в большом количестве с помощью кухонного комбайна; отжимайте влагу через чистое полотенце партиями. Используйте антипригарную сковороду или замороженные готовые картофельные соломки (быстро разморозьте под водой) для быстрого жарения без прилипания. Готовьте двойную порцию и разогревайте ломтики в тостере для последующих трапез."
  },
  "croissant": {
    "name": "Круассан",
    "desc": "Хрустящее, масляное тесто с многослойной прослойкой, которое при выпечке образует воздушные рогалики. Идеально для завтрака или изысканного перекуса с кофе.",
    "comment": "Тесто лучше заготовить накануне и убрать в холодильник; можно заморозить предварительно слоёное тесто, размораживая по мере необходимости. Для экономии времени делите тесто на порции перед расстойкой или используйте готовое слоёное тесто, раскатывая его в рогалики. Выпекайте сразу несколько штук в тёплой духовке с включённым светом."
  },
  "baguette": {
    "name": "Багет",
    "desc": "Классический французский хлеб с хрустящей золотистой корочкой и мягкой, воздушной мякотью. Удлинённая форма делает его идеальным для бутербродов или как дополнение к любому блюду.",
    "comment": "Готовьте несколько багетов сразу из опарного теста: замесите большую порцию накануне вечером, оставьте подходить на ночь. Утром быстро разделите и сформируйте. Используйте закваску (пулиш), начатую за день до этого, чтобы усилить вкус без лишних хлопот. Храните тесто в холодильнике для холодного замедления подъёма — это позволит растянуть процесс и готовить партиями. Заморозьте сформированные буханки после расстойки, выпекайте прямо из морозильной камеры, добавив немного времени."
  },
  "arancini": {
    "name": "Аранчини",
    "desc": "Хрустящие итальянские рисовые шарики с расплавленным моцареллой внутри, традиционно подаются как уличная еда в Сицилии. Внешняя корочка контрастирует с нежной, насыщенной начинкой.",
    "comment": "Готовьте большие порции ризотто заранее и остужайте ночь; формируйте шарики быстро, пока холодные — так удобнее. Используйте готовые тёртые сыры, чтобы не тратить время на нарезку. Замораживайте шарики в один слой перед жаркой: прямо из морозилки, добавляя 1-2 минуты, они сохраняют форму отлично. Организуйте конвейер для панировки — так быстрее собирать много."
  },
  "caprese-salad": {
    "name": "Капрезе",
    "desc": "Яркий итальянский салат, в котором идеально сочетаются спелые помидоры, нежная моцарелла и ароматный базилик. Заправленный оливковым маслом, это классическое летнее блюдо с балансом сладости и солёности.",
    "comment": "Режьте помидоры и моцареллу острым ножом или используйте уже нарезанную моцареллу и половинки черри для экономии времени. Можно приготовить несколько порций сразу, заранее подготовив ингредиенты и собирая салат по мере необходимости; храните компоненты отдельно в холодильнике до суток. Если купили базилик пучком, оставьте листья целыми, чтобы не тратить время на рубку."
  },
  "bruschetta": {
    "name": "Брускетта",
    "desc": "Классическая итальянская закуска из поджаренного хлеба с чесночным ароматом, украшенная свежей томатно-базиликовой начинкой. Яркие вкусы делают её идеальным началом для средиземноморского ужина.",
    "comment": "Для экономии времени натрите тёркой чеснок прямо на горячие ломтики, а начинку подготовьте заранее - так можно быстро собрать несколько порций. Поджарьте целый багет в духовке с грилем и храните остывшие кусочки в плотно закрытой ёмкости для быстрого приготовления. Купите уже нарезанные помидоры или заранее нарежьте их крупными порциями, а лишнюю жидкость слейте через сито."
  },
  "polenta": {
    "name": "Полента",
    "desc": "Классическое итальянское блюдо из кукурузной муки, сваренное в подсоленной воде до кремовой консистенции. Часто используется как основа для соусов или подается ломтиками после охлаждения и обжарки на сковороде. Полента универсальна и сытна — отлично сочетается с овощами, рагу или тушеным мясом.",
    "comment": "Чтобы сэкономить время в будние дни, сварите поленту большим порциям, разложите тонким слоем для быстрого охлаждения и уберите в холодильник. Разогревайте нужную порцию с небольшим количеством воды (или молока), помешивая 3–5 минут, чтобы вернуть кремовую текстуру — так не придется готовить заново."
  },
  "ossobuco": {
    "name": "Особуко",
    "desc": "Классическое миланское блюдо из телячьих голяшек, медленно тушёное с ароматизаторами, вином и бульоном до нежности. Костный мозг обогащает соус, делая его идеальным сопровождением к ризотто или поленте.",
    "comment": "Для быстрого приготовления особуко на ужин можно использовать скороварку — это сократит время тушения (главную затрату времени), сохранив все ингредиенты. Ещё один практичный способ сэкономить время — держать в морозилке готовую нарезанную смесь лука, моркови и сельдерея: обычно она недорогая и сокращает время нарезки почти до нуля."
  },
  "gnocchi": {
    "name": "Гноччи",
    "desc": "Классические картофельные гнёзда, которые варят до всплытия, а затем обжаривают на сливочном масле или подают с томатным соусом. Мягкие, сытные и отлично сочетаются с разными соусами.",
    "comment": "Чтобы ускорить процесс, можно запечь картошку в микроволновке вместо варки (меньше времени ожидания и не нужно мыть большую кастрюлю), а затем протереть её горячей через тёрку. Для ещё большей экономии времени скатайте двойную порцию и заморозьте сырые гнёзда на подносе — их можно варить прямо из морозильника для быстрых обедов."
  },
  "ricotta-spinach-ravioli": {
    "name": "Равиоли с рикоттой и шпинатом",
    "desc": "Классическая итальянская паста с нежным начинением из рикотты со шпинатом, отваренная в легком томатном соусе. Это уютное блюдо демонстрирует изысканность домашнего теста и сезонных овощей.",
    "comment": "Приготовление равиольного теста и начинения на одну порцию занимает много времени; лучше делать двойную или тройную порцию, замораживать сырые равиоли на присыпанной мукой доске, а затем перекладывать в пакеты на срок до 3 месяцев. Варить можно сразу из морозилки, добавляя 1 минуту к времени варки. Используйте кухонный комбайн для быстрого измельчения шпината и смешивания начинения. Заранее отварите шпинат большими порциями и заморозьте его, чтобы не тратить время на увядание каждый раз. Если есть машинка для раскатывания теста, используйте её — это сократит время в два раза."
  },
  "fettuccine-alfredo": {
    "name": "Феттучини Альфредо",
    "desc": "Классическое итальянское блюдо из нежных феттучини в сливочном соусе с маслом, жирными сливками и тертым пармезаном. Нежная текстура делает его идеальным утешительным блюдом для любого случая.",
    "comment": "Варить пасту одновременно с тем, как сливки, масло и тёртый сыр медленно подогреваются на слабом огне — не нужно кипятить соус, достаточно помешивать до однородности. Сыр лучше натереть заранее и хранить в холодильнике; чеснок можно мелко нарезать впрок и заморозить в формочках для льда с маслом для быстрого использования. Удвойте порции, чтобы варить пасту один раз на два приёма — соус отлично разогревается с добавлением воды от варки макарон. Если есть лазанья без предварительной варки, можно нарезать её полосками для нулевого времени готовки."
  },
  "jamn-ibrico": {
    "name": "Хамон Иберико",
    "desc": "Премиальный испанский ветчинный окорок иберской свиньи с мраморным жиром, ценится за насыщенный умами вкус. Нарезают тонкими ломтиками, чтобы подчеркнуть гармонию соли, жира и мяса.",
    "comment": "Используйте электрический нож или очень острый нож (предварительно нагрейте в горячей воде и вытрите), чтобы легко нарезать тонкие ломтики. Купите предварительно нарезанный окорок в вакуумной упаковке – так не придется резать. Храните целый окорок плотно завернутым в пергаментную бумагу и ткань в холодильнике; он хранится месяцами. Нарежьте сразу несколько порций, остатки заверните по отдельности – можно есть холодным в любое время."
  },
  "prosciutto-di-parma": {
    "name": "Пармская ветчина",
    "desc": "Известная итальянская суховаляная ветчина из Пармы с тонким балансом солёных и сладостных ноток. Тонкие ломтики отлично сочетаются с дыней, инжиром или простым оливковым маслом.",
    "comment": "Покупайте уже нарезанную пармскую ветчину — это сократит время приготовления вдвое. Заранее выложите порции на блюдо, храните в холодильнике под крышкой и полейте маслом непосредственно перед подачей. Это значительно уменьшит ежедневные хлопоты."
  },
  "escargots-de-bourgogne": {
    "name": "Эскарго по-бургундски",
    "desc": "Классическое французское блюдо из улиток, тушёных в ароматном чесночно-травяном масле. Часто подаётся как элегантная закуска и демонстрирует кулинарное наследие Бургундии простым, но роскошным приготовлением.",
    "comment": "Используйте предварительно отваренные или консервированные улитки (без жидкости), чтобы сэкономить время на чистке и первоначальном кипячении. Заранее приготовьте большое количество чесночно-чесночного масла, заморозьте порциями; разогревайте быстро для нескольких порций. Выпекайте сразу несколько противней, чтобы сократить время готовки на одну порцию."
  },
  "boeuf-bourguignon": {
    "name": "Бёф Бургиньон",
    "desc": "Классическое французское рагу из говядины, тушёное в красном вине с грибами, луком и беконом. Долгое томление придаёт блюду глубокий насыщенный вкус, характерный для бургундской кухни.",
    "comment": "Готовьте большими порциями: заранее обжарьте мясо с овощами, затем тушите на медленном огне. Быстро охладите, разложите по герметичным контейнерам и заморозьте на несколько месяцев — вкус улучшается при повторном разогреве. Используйте готовые замороженные овощи для рагу (лук/морковь) и шампиньоны, а также держите под рукой заготовки бульона."
  },
  "cassoulet": {
    "name": "Кассуле",
    "desc": "Сытное французское рагу из белых фасоли, свинины, утки конфи и кролика, томленное часами для насыщенного вкуса. Известно своей густой, уютной текстурой и часто готовится для больших компаний.",
    "comment": "Готовьте большую порцию (4-6 человек): замочите фасоль, приготовьте её под давлением (10 мин), нарежьте овощи в кухонном комбайне. Слоями выложите мясо и фасоль в горшок, запеките. Остудите быстро, разложите по контейнерам с герметичной крышкой, заморозьте на 3 месяца—разогревайте порции по мере необходимости, добавляя свежие сухари только перед подачей. Используйте готовые утку конфи и предварительно варёную колбасу, чтобы сэкономить время. Это сократит активное приготовление за счёт параллельных действий и ускорит запекание в два раза: сначала 1 час при 220°C/450°F, затем уменьшите температуру."
  },
  "coq-au-vin": {
    "name": "Курица по-бургундски",
    "desc": "Классическое французское блюдо из тушёной курицы в красном вине с ароматными овощами и травами. Олицетворяет простую, но элегантную провансальскую кухню, часто подаётся на семейных ужинах.",
    "comment": "Порция для 3-4 человек: обжаривайте все ингредиенты (курицу, бекон, овощи) сразу в широкой кастрюле. Отмывайте вином и бульоном, тушите под крышкой. Используйте готовые нарезанные овощи или блендер для нарезки, кубики куриного бульона, вместо загустителя - крахмальную пасту после приготовления. В мультиварке: 20-25 минут под давлением после обжарки (высокое), в медленной печи: 4 часа на малом огне после обжарки. Замораживайте порции плоскими слоями, размораживайте за ночь, подогревайте аккуратно на плите."
  },
  "ratatouille": {
    "name": "Рататуй",
    "desc": "Классическое провансальское овощное рагу из кабачков, баклажанов, болгарского перца, помидоров и лука с травами. Яркое, сытное блюдо, которое подают как гарнир или легкую вегетарианскую основную порцию, передавая грубоватые вкусы юга Франции.",
    "comment": "Готовьте сразу несколько порций: используйте кухонный комбайн для равномерной нарезки овощей. Обжарьте лук и чеснок как основу, затем смешайте все в одной кастрюле или на противне. Для запекания на противне при 200°C сначала накройте фольгой на 20 минут, затем оставьте открытым на 10 минут для румяной корочки без помешивания. Можно использовать замороженную смесь овощей (баклажаны/кабачки/перец), разморозить и тушить все вместе в кастрюле 15-20 минут. Разделите на порции, заморозьте плоско — разогревайте в микроволновке 3 минуты или храните в холодильнике до 4 дней. Вкус улучшается со временем."
  },
  "quiche-lorraine": {
    "name": "Кушон Лоран",
    "desc": "Классический французский пирог с яично-сливочной начинкой, беконом и сыром груйер. Одно из главных блюд бистро, которое часто подают тёплым на завтрак или лёгкий ужин.",
    "comment": "Готовьте двойную порцию теста и заморозьте остатки для следующего раза, либо используйте готовое песочное тесто, чтобы сократить время приготовления вдвое. Выпекайте корж с грузом одновременно с обжариванием бекона, чтобы экономить время. Приготовьте большую порцию, быстро остудите, разложите по герметичным контейнерам и храните в холодильнике до 3 дней или заморозьте на 2 месяца; подогревайте ломтики в духовке для хрустящей корочки."
  },
  "mashed-potatoes": {
    "name": "Пюре из картофеля",
    "desc": "Нежное сливочное пюре — классическое блюдо, которое отлично дополняет жаркое или можно есть просто так для уютного перекуса.",
    "comment": "Готовьте сразу на 3-4 порции в большой кастрюле или мультиварке (варить ~8 мин), быстро охлаждайте под холодной водой, разделяйте на порции и храните в холодильнике до 4 дней или замораживайте в плоских пакетах на 2 месяца; разогревать с добавлением молока в микроволновке. Для ускорения варки картофель можно предварительно подержать в микроволновке 5 минут, а если бюджет позволяет — использовать очищенный замороженный картофель."
  },
  "bouillabaisse": {
    "name": "Буйабесс",
    "desc": "Классический провансальский рыбный суп из Марселя с ароматным шафрановым бульоном и разнообразной свежей морской рыбой. Подают с хрустящим багетами и соусом руйя для макания.",
    "comment": "Держите под рукой готовый рыбный бульон и замороженную смесь морепродуктов; пассеруйте ароматизаторы, пока нагревается бульон. Используйте скороварку или мультиварку для ускоренного приготовления. Готовьте большую порцию (4-6 человек), быстро охлаждайте в ледяной ванне; храните бульон отдельно от морепродуктов в герметичных контейнерах, в холодильнике 3 дня или замороженными до 2 месяцев; добавляйте свежую зелень при разогреве."
  },
  "croque-monsieur": {
    "name": "Крок-месье",
    "desc": "Классический французский бутерброд с ветчиной и сыром: хрустящий тост, нежная ветчина, расплавленный груйер и воздушный бешамель. Сочетание пикантных слоёв и сытного уюта.",
    "comment": "Приготовьте двойную порцию бешамеля и храните в холодильнике до 2 дней, разогревая перед использованием — так не придётся делать соус каждый раз. Используйте нарезанную ветчину и тёртый сыр для ускорения сборки. Жарьте сразу 2-4 бутерброда на большой сковороде или под грилем, сократив время готовки на каждое изделие. Держите бешамель в термосе — так он всегда будет под рукой."
  },
  "steak-frites": {
    "name": "Стейк с картофелем фри",
    "desc": "Классическое французское блюдо — сочный стейк рибай и хрустящие золотистые картофельные палочки. Мясо даёт насыщенный вкус, а гарнир добавляет приятную хрусткость.",
    "comment": "Чтобы сэкономить время, используйте готовые замороженные фри. Для лучшего вкуса замаринуйте стейк на ночь смесью соли и перца — так мясо быстрее прожарится. Если готовите для компании, жарьте несколько стейков одновременно на противне."
  },
  "moules-frites": {
    "name": "Муль-фрит",
    "desc": "Классическое бельгийское блюдо — мидии на пару в белом вине с ароматическими добавками, подаются с хрустящей картошкой фри. Солоноватый вкус морепродуктов отлично сочетается с румяной картошкой.",
    "comment": "Покупайте очищенные и вымытые мидии — это сэкономит время на подготовке. Для фри используйте замороженную картошку, запекая её параллельно с обжаркой ароматизаторов и варкой мидий. Заранее нарежьте лук, чеснок и перец — храните в морозилке в пакетах для быстрого старта приготовления. Готовьте двойную порцию мидий: разделите на две части, одну заморозьте (добавляйте петрушку свежей), чтобы сократить время готовки в следующий раз."
  },
  "spanish-tortilla": {
    "name": "Испанская тортилья",
    "desc": "Сытная классическая испанская тортилья из яиц, тонко нарезанных картофеля и лука, тушёных до золотистой густоты. Подают тёплой или комнатной температуры — идеально для завтрака или тапас.",
    "comment": "Готовьте двойную порцию: нарежьте лишний картофель и лук заранее, храните в воде в холодильнике; обжаривайте всё вместе (легко масштабируется), используйте половину масла для жарки, оставшееся сохраните. Переворачивать удобнее в большой сковороде. Можно использовать замороженный нарезанный картофель — это сократит подготовку вдвое."
  },
  "patatas-bravas": {
    "name": "Пататас Бравас",
    "desc": "Классическая испанская закуска из хрустящего жареного картофеля с острым томатным соусом. Сочетание пикантности и кислинки делает это блюдо любимым стартером в тапас-барах.",
    "comment": "Жарьте картошку партиями для нескольких порций, отжимайте на решётке; готовьте соус заранее (вкус улучшится), храните в холодильнике. Дома используйте замороженный готовый картофель или кубики, предварительно бланшируйте для лучшей хрусткости. Запаривайте масло с чесноком заранее."
  },
  "fabada": {
    "name": "Фабада",
    "desc": "Астурийский густой суп из белых фасоли с чоризо, кровяной колбасой и беконом. Фасоль становится нежной и сливочной, а мясо придает бульону насыщенный вкус.",
    "comment": "Фасоль можно замочить на ночь или использовать быструю замачивание (кипятить 2 минуты, затем дать постоять час). Готовьте порцию на 4+ человек в скороварке или мультиварке (высокое давление 25-30 минут после подготовки ингредиентов). Замораживайте порции плоско в пакетах для быстрого разогревания; мясо можно хранить отдельно."
  },
  "crepes": {
    "name": "Блинчики",
    "desc": "Тонкие французские блинчики, которые можно подавать сладкими или солёными. Чаще всего их фаршируют вареньем, сыром или ветчиной с бешамелем. Это классическое блюдо для завтрака, обеда или лёгкого ужина, ценимое за нежную текстуру и разнообразие вариантов подачи.",
    "comment": "Дайте тесту постоять 30 минут во время подготовки других ингредиентов или взбейте его в блендере — так оно получится без комков. Готовьте тесто сразу на 8-10 блинов: время выпечки каждого одинаково, а предварительные действия (например, растопка масла) выполняются один раз. Используйте антипригарную сковороду или хорошо прокаленную блинницу — тогда не придётся смазывать её перед каждым блином."
  },
  "gelato": {
    "name": "Джелато",
    "desc": "Итальянский мороженое с плотной шелковистой текстурой и насыщенным вкусом. Готовится из молока, сливок, сахара, желтков и натуральных ароматизаторов. Замораживается медленнее обычного мороженого, чтобы меньше попадал воздух.",
    "comment": "Сначала прогрейте молоко с сахаром, чтобы он растворился; аккуратно введите взбитые желтки, не доводя до кипения. Остудите основу на льду, а не оставляйте на ночь. Взбейте сливки пока охлаждается смесь. Для без-миксера замораживайте в плоской металлической форме, перемешивая вилкой каждые 30 минут три раза, чтобы разбить кристаллы вместо взбивания. Готовьте двойную порцию и разделяйте на порции для заморозки."
  },
  "tiramisu": {
    "name": "Тирамису",
    "desc": "Классический итальянский десерт из слоеных савоярди, пропитанных эспрессо, нежного крема из маскарпоне и какао. Воздушная текстура и насыщенный кофейный вкус делают его любимым угощением для праздников.",
    "comment": "Заварите эспрессо заранее и охладите; отделяйте яйца холодными, а миску для белков подогрейте — так они быстрее взобьются. Для крема из маскарпоне используйте миксер — это сэкономит время. Быстро обмакивайте савоярди (не замачивайте) в широкой плоской посуде; выкладывайте слои сразу. Приготовьте двойную порцию в большом блюде, чтобы равномерно распределить этапы, например взбивание на большее количество порций."
  },
  "cheesecake": {
    "name": "Чизкейк",
    "desc": "Пышный и нежный Нью-Йоркский чизкейк с хрустящей песочной основой из крекеров. Густая начинка идеально сочетается с свежими ягодами или карамельным сиропом для роскошного десерта.",
    "comment": "Готовьте несколько пирогов одновременно, чтобы сократить время на подготовку каждого — запекайте по очереди, используя один и тот же водяной пар. Купите готовые крошки из крекеров в упаковке, чтобы не тратить время на дробление. Приготовьте начинку в кухонном комбайне для быстрого смешивания. Храните пироги в морозилке при температуре -18°C до 2 месяцев, размораживая перед подачей в холодильнике."
  },
  "american-pancakes": {
    "name": "Американские блины",
    "desc": "Пышные, золотистые американские блины — это классический завтрак, который отлично сочетается с кленовым сиропом или свежими фруктами. Их любят за воздушную текстуру и приятную сладость.",
    "comment": "Удвойте количество теста для нескольких завтраков: готовьте все блины сразу на большой сковороде или двух плитах, чтобы сократить время жарки каждой порции. Остывшие блины сложите между пергаментом, заморозьте в плоском виде и упакуйте в пакет на месяц; разогревайте в тостере или микроволновке 30 секунд. Для быстрого смешивания растопите масло с молоком в микроволновке 20 секунд. Используйте мерный стакан для равномерных порций теста."
  },
  "french-toast": {
    "name": "Французский тост",
    "desc": "Классический французский тост — это поджаренные ломтики хлеба, пропитанные смесью яиц и молока с добавлением сахара. Это любимое блюдо для завтрака, которое пришло к нам из Европы и теперь популярно во всем мире.",
    "comment": "Приготовьте тройную порцию яично-молочной смеси и замачивайте несколько партий хлеба заранее — сложите их в закрытую посуду в холодильнике на ночь, чтобы утром быстро поджарить. Это сократит время приготовления: так вкус получится насыщеннее. Жарьте сразу две сковороды или используйте большую электрическую плиту для параллельной обработки — это ускорит процесс вдвое. Готовые тосты можно заморозить, разложив их в один слой между пергаментом: разогревайте прямо из морозилки в тостере."
  },
  "oatmeal": {
    "name": "Овсянка",
    "desc": "Уютная тарелка теплой овсяной каши с бананом и медом — идеальный вариант для быстрого завтрака, который насыщает и дает энергию.",
    "comment": "Готовьте сразу большую порцию (например, двойную) на плите или в микроволновке, чтобы сократить время приготовления: вскипятите воду, добавьте овсянку и прогрейте 2 минуты в микроволновке или помешивайте 5 минут на плите. Разделите на порции и храните остатки в холодильнике до 5 дней — разогревайте 30 секунд. Заранее нарежьте бананы и расфасуйте овсянку с медом в баночки для удобного завтрака без приготовления (overnight oats). Используйте быструю или мгновную овсянку — тогда достаточно 1 минуты в микроволновке."
  },
  "traditional-caesar-salad": {
    "name": "Классический салат Цезарь",
    "desc": "Идеальный традиционный салат Цезарь. Хрустящий романо с крокетами, заправленный кремовым соусом из пармезана, анчоусов и чеснока. Родился в Тихуане (Мексика), славится насыщенным умами-вкусом и контрастными текстурами.",
    "comment": "Чтобы избежать горьковатых комочков, растолките чеснок с щепоткой соли до состояния пасты перед добавлением в соус. Можно приготовить двойную порцию этого 'аутентичного' соуса и хранить его в холодильнике до 3 дней. Сначала заправляйте салат, а крокеты добавляйте буквально за секунду до подачи — так они останутся хрустящими."
  },
  "cafe-style-salad-caesar": {
    "name": "Салат Цезарь в кафешном стиле",
    "desc": "Популярная современная версия салата Цезарь с легким йогуртно-масляным соусом вместо анчоусов и свежими помидорами черри. Этот вариант - сбалансированное блюдо, где акцент сделан на доступности и нежирном белке.",
    "comment": "Чтобы сэкономить время в будни, заранее приготовьте порцию 'подсушенных' крокетов и курицу-гриль. Храните салатную зелень отдельно до подачи, чтобы она не увяла; используйте специальный контейнер с разделением для соуса и крокетов - так можно собрать салат на обед и получить свежее блюдо с минимальной подготовкой."
  },
  "cobb-salad": {
    "name": "Салат Кобб",
    "desc": "Классический американский салат с слоями: запеченной курицей, хрустящим беконом, спелым авокадо и острым голубым сыром на основе листового салата. Подается с пикантным винегретом из красного вина, который объединяет все яркие вкусы.",
    "comment": "Чтобы сэкономить время, сварите яйца впрок и приготовьте больше курицы и бекона во время еженедельного планирования питания — они отлично хранятся в холодильнике несколько дней. Это сокращает активное время готовки до нуля, а сборку можно сделать за пару минут. Для винегрета используйте небольшую банку с крышкой: так он быстро эмульгируется и не придется мыть миску."
  },
  "poutine": {
    "name": "Пути́н",
    "desc": "Классическое канадское блюдо, сочетающее хрустящий картофель фри с твёрдыми сыром и густым коричневым соусом. Идеально подходит для уютного перекуса или плотной трапезы.",
    "comment": "Чтобы сэкономить время, используйте замороженные картофельные палочки в воздухообменнике – так они получатся хрустящими без лишней возни. Готовьте соус в больших количествах и замораживайте порциями; сырые кубики добавляйте в блюдо непосредственно перед подачей, чтобы они слегка подтаяли, но сохранили свою характерную текстуру."
  },
  "montreal-smoked-meat-sandwich": {
    "name": "Сэндвич с монреальской копчёной говядиной",
    "desc": "Классический канадский деликатес — сезонная грудинка, медленно копчёная до идеального состояния и подаваемая на ржаном хлебе с горчицей. Этот сэндвич ценится за насыщенный вкус и нежную тающую текстуру.",
    "comment": "Лучший способ приготовить его дома — коптить и пропаривать целую грудинку (3-5 кг). Нарезать тонкими ломтиками, пока мясо тёплое, разложить по порциям (по 200 г) в вакуумные пакеты и заморозить. При голоде просто пропарить замороженные куски 10 минут — так текстура восстановится лучше, чем при разогреве в микроволновке."
  },
  "reuben-sandwich": {
    "name": "Сэндвич Рубин",
    "desc": "Плотный классический деликатесный бутерброд с горячим говяжьим языком, расплавленным сыром груйер и кисловатой квашеной капустой на подрумяненном ржаном хлебе с русским соусом. Сэндвич жарят до золотистого цвета, пока сыр полностью не смешается с мясом.",
    "comment": "Чтобы ускорить процесс, можно обжарить говяжий язык и квашеную капусту прямо в сковороде перед сборкой — так сыр расплавится в два раза быстрее. Использование тяжелого пресса для бекона или другой сковороды сверху гарантирует равномерное подрумянивание и распределение тепла вдвое быстрее."
  },
  "bagel-with-lox": {
    "name": "Бейглы с лососем",
    "desc": "Классический нью-йоркский завтрак: поджаренный бейгель с толстым слоем сливочного сыра, сверху — запечённый лосось, каперсы и тонко нарезанный красный лук.",
    "comment": "Используйте взбитый сливочный сыр — он наносится легко, не рвет бейгель. Храните нарезанный лук в банке с холодной водой в холодильнике: так он останется хрустящим и потеряет резкость, вам не придётся резать его каждое утро."
  },
  "lobster-roll": {
    "name": "Лобстер-ролл",
    "desc": "Классическое блюдо Новой Англии с нежным холодным мясом лобстера, заправленным легким майонезом с травами. Подается в разрезной булке, подрумяненной сливочным маслом для идеального сочетания текстур.",
    "comment": "Чтобы сэкономить время, используйте быстроразмораживающееся предварительно сваренное мясо лобстера — оно сохраняет свежесть и избавляет от необходимости варить и чистить раковины. Приготовьте лимонно-укропную заправку с запасом и храните в холодильнике до 3 дней. Одновременно обжаривайте несколько булок на большой сковороде со сливочным маслом, чтобы подавать порции за то же время."
  },
  "mac-and-cheese": {
    "name": "Макароны с сыром",
    "desc": "Уютное американское блюдо из нежных макарон-ручек, залитых густым сливочным сыром чеддер. Быстро готовится и отлично подходит как основное блюдо или гарнир.",
    "comment": "Чтобы сэкономить время, можно варить пасту прямо в смеси молока и воды – крахмал из макарон сам по себе загустит соус, и не понадобится отдельно готовить заварку (смесь масла и муки). Если натереть большой кусок сыра в крупной терке с помощью комбайна и заморозить порциями, он всегда будет под рукой и идеально плавиться. Такой способ приготовления в одной кастрюле значительно сокращает уборку и время наблюдения за процессом по сравнению с традиционным методом."
  },
  "buffalo-wings": {
    "name": "Крылья в буффало",
    "desc": "Классическая американская закуска: хрустящие крылышки курицы, обжаренные и заправленные острой смесью из острого соуса и сливочного масла. Подаются с охлаждающим синим сыром и свежими стеблями сельдерея. Родиной блюда считается Буффало в штате Нью-Йорк, где оно стало популярным в спортивных барах.",
    "comment": "Готовьте сразу на несколько порций: запекайте или жарьте 4 порции крылышек одновременно на противнях, быстро охлаждайте и заморозьте без соуса. Разогревайте и заправляйте только перед подачей. Используйте готовые крылышки для фуршета или разделенные плоские части с бедром, чтобы не резать. В воздушной фритюре готовятся за 12-15 минут без предварительного разогрева и слива масла. Соус и сельдерей храните отдельно до подачи, чтобы избежать размягчения."
  },
  "bbq-ribs": {
    "name": "Рёбрышки в барбекю",
    "desc": "Сочные свиные рёбрышки, пропитанные дымным барбекю-соусом и медленно запечённые до нежности. Классика американской кухни, обычно подают с хрустящим салатом из капусты и сладостной кукурузной лепёшкой.",
    "comment": "В мультиварке (Instant Pot) готовить 25–30 минут на высоком давлении с естественным выпуском пара в течение 10 минут — мясо станет таким же нежным, как после 3+ часов в духовке. Завершите приготовление 5-минутной запеканием под грилем для карамелизации соуса. Снимите плёнку с обратной стороны рёбрышек с помощью бумажного полотенца — это займёт секунды, но обеспечит идеальную мягкость. Готовый барбекю-соус из магазина — отличный способ сэкономить время."
  },
  "gumbo": {
    "name": "Гамбо",
    "desc": "Сытний луизианский суп с насыщенным соусом, окрой и ассорти из мяса или морепродуктов. Классический гамбо подают с рисом и зеленью — это настоящая душевная еда в стиле Нового Орлеана.",
    "comment": "Приготовьте заранее большую порцию печеного соуса (мука и масло в чугунке при 180°C 1-2 часа, помешивая) и храните в холодильнике недели. Используйте замороженный мирейпой (лук, сельдерей, болгарский перец), готовые нарезанные овощи или заранее нашинкуйте и заморозьте сами. Обжарьте колбасу и окру, пока соус разогревается с чесноком, затем тушите; приготовление больших порций сокращает время вполовину. Запаситесь бульоном заранее — готовьте его большими партиями и заморозьте."
  },
  "jambalaya": {
    "name": "Джамбалая",
    "desc": "Классическое блюдо креольской кухни Луизианы, в котором рис, мясо и морепродукты сочетаются с \"священной тройкой\" — луком, болгарским перцем и сельдереем. Дымная колбаса, нежное куриное филе, свежие креветки и пряные специи создают насыщенный вкус, идеальный для семейных ужинов.",
    "comment": "Готовьте сразу на 4 порции: заранее нарежьте \"священную тройку\" (лук, перец, сельдерей) и мясо, храните в холодильнике до дня приготовления. Используйте готовый рис или пакеты с микроволновкой, чтобы не мыть и не варить зерна отдельно. Заморозьте бульон порционно в формочках для льда — так он быстрее разморозится. Готовьте в мультиварке или скороварке (Instant Pot) — это сократит время тушения до 10 минут."
  },
  "clam-chowder": {
    "name": "Кремовый суп из мидий по-новоанглийски",
    "desc": "Классический американский суп с нежными мидиями, картофелем, луком и сельдереем в густом сливочном бульоне на основе белого соуса.",
    "comment": "Готовьте сразу большую порцию (4-6 человек), чтобы сократить время приготовления. Охлаждайте быстро, разделяйте на порции в герметичных контейнерах и храните в холодильнике до 3 дней или замораживайте до 2 месяцев. Используйте консервированные мидии (отжатые, сок можно заменить бутилированным), чтобы не тратить время на очистку свежих. Купите предварительно нарезанную замороженную смесь лука-сельдерея-моркови или заранее очистите картофель. Заготовьте мидийный сок и основу для соуса в холодильнике для быстрого приготовления."
  },
  "chili-con-carne": {
    "name": "Чили кон карне",
    "desc": "Сытное, острое рагу из Юго-Запада США с говядиной, фасолью и помидорами. Подают с сыром, сметаной или свежей кинзой для насыщенного вкуса.",
    "comment": "Готовьте большую порцию чили (4–6 человек): быстро остудите, разложите по герметичным контейнерам и заморозьте на 3 месяца. Вкус улучшается на второй день. Для ускорения используйте блендер для лука, чеснока и перца. Консервированную фасоль (промытую) можно добавлять без предварительного замачивания. Обжарьте все ингредиенты в сковороде, пока нагревается кастрюля, затем тушите под крышкой для сохранения влаги и быстрого загустения. В мультиварке или скороварке блюдо готовится 15–20 минут."
  },
  "nachos": {
    "name": "Начос",
    "desc": "Классическое мексиканское блюдо, которое сочетает хрустящие чипсы из тортильи с расплавленным сыром и разнообразными начинками. Отлично подходит для вечеринок или быстрого перекуса, особенно если дополнить сальсой, гуакамоле и перцем халапеньо.",
    "comment": "Подготовьте ингредиенты заранее: нарежьте помидоры, халапеньо, кинзу, отмерьте сок лайма и сметану. Используйте готовый тертый сыр. Мясо и фасоль можно предварительно приготовить и заморозить порциями — разогревайте их в одной сковороде, пока разогревается духовка. Для быстрого приготовления используйте микроволновку (1-2 минуты) или кратковременную запекание под грилем. Заранее подготовленные начинки сокращают время на кухне в несколько раз."
  },
  "tacos-al-pastor": {
    "name": "Тако Аль пастор",
    "desc": "Яркий мексиканский уличный фастфуд с маринованной свининой, свежими луком, кинзой и сочной ананасовой начинкой на теплых кукурузных лепешках. Сочетание копченых ноток с легкой кислинкой делает каждый укус незабываемым.",
    "comment": "Мясо лучше замариновать заранее (на ночь или заморозить порции в маринаде, чтобы не тратить время). Используйте тонко нарезанную свиную лопатку или филе. Жарьте большое количество мяса на разогретой чугунной сковороде или вертикальном вертеле (замените фольгой), затем храните в холодильнике 3-4 дня или заморозьте. Разогревайте несколько лепешек сразу в микроволновке (с влажной салфеткой, 30 сек) или в духовке на фольге, пока мясо отдыхает. Готовьте начинку заранее и храните отдельно: нарезанный лук, кинзу и ананас. Это значительно сократит активное время приготовления для нескольких порций."
  },
  "mole-poblano": {
    "name": "Моле-поблано",
    "desc": "Пикантный мексиканский соус на основе шоколада, перцев чили, специй и орехов. Готовится до нежного состояния и подается с индейкой или курицей. Сочетает в себе сладость, дымность и легкую горечь, создавая неповторимый вкус.",
    "comment": "Приготовьте большое количество пасты моле и заморозьте порциями — она хранится месяцами и быстро размораживается. Используйте предварительно обжаренные орехи и семечки кунжута из оптовой покупки, чтобы сэкономить время. Пока чистите перцы, параллельно обжаривайте другие ингредиенты на разных конфорках. Для идеальной нежности достаточно одного просеивания через мелкое сито."
  },
  "chicken-enchilada": {
    "name": "Энчилада с курицей",
    "desc": "Классическое мексиканское блюдо — кукурузные лепешки, наполненные нежным куриным фаршем, залитые густым томатным соусом и посыпанные расплавленным сыром. Насыщенный вкус делает его идеальной едой для семейного ужина.",
    "comment": "Приготовьте большое количество начинки из курицы и соуса заранее, храните в холодильнике до 3 дней; сборка занимает всего несколько минут перед запеканием. Используйте готовую ростбифную курицу, чтобы не тратить время на варку мяса. Размягчите сразу несколько лепешек, завернув их во влажное полотенце и подержав в микроволновке 30 секунд вместо поочередного разогрева. Готовьте сразу 4-6 порций — это сократит время сборки вдвое, а остатки можно заморозить полностью собранными (сыр добавляйте после разморозки)."
  },
  "chiles-en-nogada": {
    "name": "Чилис эн ногада",
    "desc": "Классическое летнее блюдо мексиканской кухни — перец чили попо, фаршированный ароматным мясным фаршем с овощами и ореховой сливкой. Украшается гранатовыми зернами и зеленью, создавая цвета национального флага Мексики.",
    "comment": "Фарш и ореховый соус можно приготовить заранее или сделать сразу на несколько порций — так разделите работу на дни и сократите время готовки. Используйте предварительно обжаренные консервированные или замороженные очищенные перцы, чтобы сэкономить 20 минут на их обработке. Замочите грецкие орехи в молоке на ночь — это упростит взбивание и сделает соус более нежным без лишних усилий."
  },
  "tamales": {
    "name": "Тамале",
    "desc": "Традиционное мезоамериканское блюдо из кукурузного теста с начинкой из мяса или овощей, завернутое в кукурузные листья. Часто подают на праздниках — тамалес сочетают теплый, слегка сладковатый вкус кукурузы и сытную начинку.",
    "comment": "Замочите кукурузные листья заранее и храните их в холодильнике под водой до 2 дней, чтобы сразу приступить к сборке. Используйте остатки вареного куриного мяса и готовую сальсу для начинки — так не придется готовить отдельное рагу. Взбейте тесто с жиром миксером, чтобы быстрее насытить его кислородом и получить более легкую текстуру. Готовьте тамалес сразу большим паровым слоем; после остывания храните их в листьях в холодильнике до 3 дней или заморозьте на несколько недель, а потом разогревайте на пару — это сэкономит время в будни."
  },
  "chilaquiles": {
    "name": "Чилакилес",
    "desc": "Классическое мексиканское блюдо для завтрака: кусочки жареных тортильи томятся в пикантном соусе из томатилло, помидоров и смеси перцев, а затем украшаются свежим сыром квесо фреско и кинзой. Вкус гармонично сочетает насыщенные, слегка острые нотки с приятной хрустящей текстурой.",
    "comment": "Самый быстрый способ приготовить чилакилес дома — заранее подготовить все компоненты: испечь или обжарить большую порцию тортильи-чипсов и хранить их в герметичной емкости, а также держать в холодильнике или морозилке банку соуса из томатилло с перцем. Утром достаточно разогреть соус, перемешать его с тортильями пару минут и завершить блюдо крошкой сыра и свежей зеленью. Если жарить тортильи в духовке вместо обжарки, можно одновременно запечь несколько порций, пока готовится соус на плите — это сокращает время активной готовки."
  },
  "elote": {
    "name": "Элоте",
    "desc": "Классическое мексиканское уличное блюдо: запечённая кукуруза в початках, обильно покрытая сливочно-лимонной подливкой с тёртым сыром и щепоткой чили.",
    "comment": "Чтобы сильно сократить время приготовления, можно разогреть кукурузу в микроволновке (в листьях или завернутой во влажную бумагу) на 3–4 минуты перед запеканием; это предварительно размягчит зёрна, и их нужно будет всего 2 минуты на огне для дымного аромата. Кукуруза без листьев ещё больше ускорит подготовку. Также можно заранее смешать майонез, лайм и чили в однородную 'крему' для быстрого нанесения."
  },
  "pupusa": {
    "name": "Пупуса",
    "desc": "Традиционная сальвадорская лепёшка из кукурузного теста с начинкой из сыра и тушёных чёрных фасоли, обычно подаётся с куртидо и соусом. Мягкая жареная лепёшка и ароматная начинка делают её любимым уличным блюдом.",
    "comment": "Чтобы ускорить приготовление пупус в домашних условиях, заранее подготовьте порции тушёных фасоли и тёртого сыра — храните их в холодильнике или морозилке. Разделите тесто на шарики и быстро формируйте лепёшки руками или с помощью обычной тарелки, выстланной плёнкой (не требуется специальный пресс). Готовьте сразу несколько пупус на большой сковороде — это сократит время работы."
  },
  "arepa": {
    "name": "Арепа",
    "desc": "Традиционное блюдо венесуэльской и колумбийской кухни — арепа представляет собой плоский хлебец из кукурузной муки, воды, соли и небольшого количества масла. Его обжаривают на сковороде до золотистой корочки снаружи и нежной мякоти внутри. Обычно разрезают пополам и фаршируют сыром, авокадо, фасолью или мясом, что делает его универсальным и очень сытным блюдом.",
    "comment": "Чтобы ускорить приготовление ареп, замесите больше теста сразу, сформируйте все лепешки и сложите их в холодильник на сутки или заморозьте, разделяя пергаментной бумагой. Тесто должно быть плотным, чтобы лепешки сохраняли форму при жарке. Можно одновременно жарить несколько ареп в широкой сковороде под крышкой — это сокращает время готовки и даёт хорошую корочку. Предварительно разогретая антипригарная сковорода позволяет использовать меньше масла, а одну и ту же сковороду с маслом можно использовать для нескольких порций, экономя время и посуду."
  },
  "beef-empanada": {
    "name": "Эмпанадас с говядиной",
    "desc": "Пикантная выпечка из пресного теста с начинкой из фарша, лука, чеснока и томатной пасты. Хрустящая корочка отлично сочетается с сочной начинкой.",
    "comment": "Для теста смешайте муку, соль, масло и тёплую воду, замесите, дайте постоять 15–20 минут, пока готовится начинка. Сформируйте колбаску из теста, нарежьте на порции — так удобнее раскатывать кружки. Чтобы не подсыхали, складывайте их между пергаментом с тонким слоем масла. Начинку можно приготовить большим количеством и заморозить в пакетах: размораживается за минуты. Для экономии времени соберите и заморозьте сырые эмпадады — выпекайте прямо из морозилки, добавив пару минут к времени."
  },
  "ceviche": {
    "name": "Севиче",
    "desc": "Освежающая перуанская классика: плотная белая рыба нежно маринуется в лимонном соке и смешивается с ахи лимо, луком и свежей кинзой. Подают с бататой и кукурузой для гармонии вкусов.",
    "comment": "Чтобы быстро приготовить севиче в спешке, держите небольшие филе плотной белой рыбы (например, морского окуня или корвины) уже очищенными от костей и замороженными по порциям – так они быстро разморозятся в холодной воде. Заранее сварите и заморозьте ломтики батата и кукурузные зерна в контейнерах, чтобы перед подачей просто подогреть или разморозить. Выжмите лимонный сок за 2–3 дня вперед и храните его в стеклянной бутылке в холодильнике – так не придется выжимать каждый раз и меньше грязной посуды. Если нарезка лука и перца занимает время, подготовьте небольшую герметичную емкость с тонкими ломтиками красного лука и ахи лимо в подсоленной воде – используйте за 1–2 дня, просто порционируя перед сборкой. С этими хитростями активная подготовка сокращается до нарезки рыбы и перемешивания с холодным маринадом."
  },
  "lomo-saltado": {
    "name": "Ломо сальтадо",
    "desc": "Классическое перуанское блюдо — жаркое из маринованного в соевом соусе говяжьего фарша с красным луком и помидорами. Подают с хрустящей картошкой фри и отварным рисом, воплощая дух чифы — перуанско-китайской кухни.",
    "comment": "Чтобы сэкономить время, можно использовать замороженную картошку фри (запечённую или приготовленную в воздухообменнике) и готовый рис. Нарезанное заранее мясо и овощи позволят быстро обжарить всё на сильном огне. Для наилучшего вкуса используйте вок или тяжёлую сковороду, разогретую до максимума — так мясо не пересушится, а лук сохранит хруст. Заранее смешав соевый соус и уксус, вы ускорите процесс приготовления."
  },
  "cuy-chactado": {
    "name": "Куй Чактадо",
    "desc": "Традиционное блюдо перуанских высокогорных районов, где целую морскую свинку прессуют под тяжелым камнем (чактадо) и обжаривают во фритюре. Мясо предварительно маринуется в цитрусовом соевом маринаде с чесноком, а затем панируется кукурузной мукой для хрустящей золотистой корочки.",
    "comment": "Чтобы ускорить процесс, можно предварительно отварить свинку в подсоленной воде 15 минут — так мясо протянется лучше и во фритюре его нужно будет жарить всего 5 минут. Маринад отлично сохраняет вкус даже при заморозке, а жарка прямо из морозильника даёт идеальную корочку. Если нет традиционного вулканического камня, подойдёт тяжёлая чугунная сковорода для прессовки во время обжарки — так получится равномерно хрустящая поверхность."
  },
  "bandeja-paisa": {
    "name": "Бандейя Паиса",
    "desc": "Колумбийский кулинарный шедевр из красных бобов, риса и разнообразного мяса. В тарелку входят хрустящий чичарон, чоризо, фарш, жареный банан, авокадо и арепа — всё с яичницей-глазуньей сверху.",
    "comment": "Чтобы упростить приготовление сложного блюда, используйте скороварку для бобов (сократит время с часов до 40 минут). Для риса подойдёт рисоварка. Чичарон (свиная грудинка) можно запечь в воздухофриттере — получится идеально хрустящий, без лишних усилий и беспорядка. Фарш и бобы лучше готовить заранее — они отлично разогреваются. Для экономии времени используйте замороженные арепы."
  },
  "feijoada": {
    "name": "Фейжоада",
    "desc": "Сытное бразильское рагу из черных фасоли, тушеных с свининой, субпродуктами и колбасами. Подают с рисом, капустой и фарофой. Блюдо славится насыщенным вкусом умами и домашним уютом, часто готовится для семейных посиделок.",
    "comment": "Классическая фейжоада требует времени, но с помощью скороварки свинина и субпродукты станут мягкими всего за 30-40 минут, сократив время готовки на 70%. Можно пропустить замачивание фасоли, используя консервированную. Для идеального соотношения вкуса и усилий лучше готовить большую порцию: рагу отлично замораживается до 3 месяцев, а на следующий день становится еще ароматнее благодаря коллагену, который сгущает бульон."
  },
  "churrasco": {
    "name": "Чурраско",
    "desc": "Классический бразильский стейк на гриле, обычно из пиканьи или рибай. Посолен крупной солью и подается с ярким соусом чимичурри. Имеет густую копченую корочку и нежную сочную мякоть.",
    "comment": "Приготовьте большую порцию соуса чимичурри заранее — он хранится в холодильнике несколько недель, а его вкус только улучшается. Если нет гриля, используйте хорошо разогретую чугунную сковороду для профессиональной прожарки за половину времени. Готовьте сразу несколько порций и давайте им отдохнуть вместе — это ускорит процесс приготовления в будущем."
  },
  "moqueca": {
    "name": "Мокека",
    "desc": "Традиционное бразильское рыбное рагу из Баии с кокосовым молоком и пальмовым маслом. Сочетание свежей морской рыбы, ароматных трав и ярких перцев создает душистое, уютное блюдо с насыщенным вкусом.",
    "comment": "Для удобства используйте замороженные очищенные креветки и готовые замороженные смеси болгарского перца/лука — это полностью исключит нарезку. Готовьте порцию побольше: мокека отлично замораживается, а вкус становится насыщеннее через сутки, так что можно просто разогревать для последующих трапез."
  },
  "po-de-queijo": {
    "name": "Пау-де-кейжу",
    "desc": "Традиционная бразильская сырная лепёшка из штата Минас-Жерайс. Имеет необычную жевательную, воздушную текстуру благодаря заквашенному крахмалу маниока и солёному сыру.",
    "comment": "Для быстрого приготовления используйте блендер: смешайте все ингредиенты (жидкие сначала), вылейте тесто в смазанные маслом мини-формочки для кексов, пропуская ручное формирование. Или заранее сделайте большие порции шариков из теста и заморозьте — их можно печь прямо из морозильника, добавив всего 5 минут к времени выпечки. Так всегда будет свежая закуска без ежедневных хлопот."
  },
  "pastel-de-nata": {
    "name": "Португальские паштеты",
    "desc": "Классические португальские пирожки с хрустящей многослойной корочкой из слоёного теста и нежной заварной начинкой на основе яичных желтков, отличающиеся характерными карамелизованными «обжаренными» пятнами сверху.",
    "comment": "Чтобы сэкономить время, используйте готовое слоёное тесто хорошего качества и подготовьте заварную основу заранее. Самый профессиональный способ — формировать пирожки в формочках и замораживать их сырыми; можно выпекать прямо из морозилки при очень высокой температуре (250–300°C). Этот метод с интенсивным нагревом гарантирует фирменную подрумяненную корочку и хрустящее дно почти в два раза быстрее обычного времени выпечки. Заготовка большой партии и заморозка позволяют получать свежие пирожки по требованию без ежедневной подготовки."
  },
  "bacalhau-brs": {
    "name": "Бакальяу-а-браш",
    "desc": "Классическое португальское блюдо из тертого солёного трески, обжаренной с луком и тонкими хрустящими картофельными ломтиками. Завершается яичницей-болтуньей и свежей петрушкой. Идеальное сочетание солоноватой рыбы, нежной яичной текстуры и хруста картошки.",
    "comment": "Чтобы приготовить это блюдо за 15 минут, используйте готовые «батата палья» (картофельные чипсы в виде тонких полосок) и предварительно размороженную тертую треску (Bacalhau Desfiado). Это избавит вас от необходимости вымачивать рыбу 24 часа и долго нарезать картошку. Сначала обжарьте лук с рыбой, а затем добавьте картофель и яйца в самом конце, чтобы чипсы не размякли."
  },
  "francesinha": {
    "name": "Франсезинья",
    "desc": "Легендарный португальский сэндвич из Порту — слоистый бутерброд с говядиной, ветчиной и колбасами между толстыми ломтями хлеба, покрытый расплавленным сыром и залитый острым томатно-пивным соусом.",
    "comment": "Секрет быстрой Франсезиньи — приготовление соуса партиями: он отлично замораживается на месяцы. В профессиональных кухнях его готовят большими порциями, тушат и перемешивают; дома можно сделать то же самое и просто разогреть нужное количество во время жарки мяса. Используйте сэндвич-пресс для одновременной пропекания внутренних слоев — это экономит время. Всегда кладите сыровые ломтики так, чтобы они накрывали края, тогда под грилем он расплавится идеально."
  },
  "sardinhas-assadas": {
    "name": "Жареные сардины",
    "desc": "Традиционные португальские жареные сардины с оливковым маслом и лимоном. Блюдо ценится за дымный аромат и хрустящую корочку.",
    "comment": "Чтобы значительно сократить время приготовления, попросите рыбного продавца почистить и выпотрошить сардины. Используйте двустороннюю решетку для рыбы — так удобнее переворачивать всю порцию сразу, а кожа не прилипает и прожаривается равномерно. Также можно заранее приготовить больше гарнира из чеснока и петрушки, если планируете подавать это блюдо несколько раз на неделе."
  },
  "cornish-pasty": {
    "name": "Корнишский пасти",
    "desc": "Аутентичный корнишский пасти с плотным слоёно-песочным тестом, аккуратно завёрнутым по бокам. Классическая начинка — сырое говяжье мясо, картофель, брюква и лук, которые медленно запекаются вместе, создавая сочную начинку.",
    "comment": "Можно приготовить сразу несколько штук и заморозить в сыром виде — они отлично выпекаются прямо из морозилки, добавив всего 15 минут к времени запекания. Использование готовых замороженных смесей брюквы/лука или покупного слоёно-песочного теста сократит время подготовки до нескольких минут без ущерба для традиционного вкуса."
  },
  "shepherds-pie": {
    "name": "Запечённый пирог с бараниной",
    "desc": "Классическое британское блюдо, в котором сочную фаршированную баранину покрывают слоем нежного картофельного пюре. По традиции именно так называют версию с бараниной, а аналог с говядиной — «Cottage Pie».",
    "comment": "Готовьте начинку и пюре в больших количествах: можно собрать несколько порционных пирожков в формочках для запекания. Они отлично замораживаются на срок до 2 месяцев. Используйте замороженные горошек и морковь — это сэкономит время без потери полезных свойств. Чтобы ускорить приготовление картофеля, вскипятите воду в чайнике и держите крышку на кастрюле, чтобы сохранить тепло."
  },
  "yorkshire-pudding": {
    "name": "Йоркширский пудинг",
    "desc": "Классическое британское блюдо — воздушный йоркширский пудинг из простого теста на молоке, яйцах и муке. Отлично сочетается с жарким и подливкой: хрустящая корочка снаружи и нежная мякоть внутри.",
    "comment": "Для лучшего результата взбейте тесто в блендере 30 секунд вместо ручного замеса. Можно приготовить большую порцию и хранить в холодильнике до двух суток — охлаждённое тесто поднимается лучше. Главный плюс: пудинги отлично замораживаются — испеките сразу 12 штук, заморозьте и разогревайте в горячей духовке всего 5 минут по мере необходимости, сохраняя хруст с минимальными ежедневными усилиями."
  },
  "sunday-roast": {
    "name": "Воскресное жаркое",
    "desc": "Сытное классическое воскресное жаркое с запеченной говяжьей лопаткой, хрустящими корнеплодами и традиционными йоркширскими пудингами, все это подается с насыщенным соусом.",
    "comment": "Чтобы сэкономить время, лучше сразу запекать крупный кусок говядины и полную противень овощей - так получится 4+ порции. Время в духовке останется тем же, но 'активное' время на одну порцию сократится значительно. Остатки говядины отлично подойдут для холодных бутербродов, а лишние запеченные овощи можно быстро обжарить в 'bubble and squeak' на обед в понедельник. Если приготовить тесто для йоркширских пудингов заранее и дать ему постоять в холодильнике несколько часов, они лучше поднимутся, а также освободится место для подготовки перед финальной выпечкой."
  },
  "haggis": {
    "name": "Хаггис",
    "desc": "Традиционный шотландский сытный пудинг из рубленых субпродуктов овцы (сердце, печень, легкие), смешанных с салом, овсянкой и луком. Классически запекается в желудке овцы.",
    "comment": "Чтобы ускорить приготовление, используйте скороварку — мясо станет нежным всего за 45 минут вместо нескольких часов. Начинка в желудок требует много времени; можно заменить на смазанную маслом форму с фольгой (запеченный хаггис) — получится такой же вкус, но без лишних хлопот. Рекомендуется готовить большую порцию и замораживать порционно: хаггис отлично сохраняет качество при заморозке."
  },
  "scones": {
    "name": "Сконы",
    "desc": "Классические английские сконы – золотистые, слегка крошащиеся бисквиты с тающим во рту вкусом. Это обязательный элемент чаепития, который подают со сливочным кремом или джемом.",
    "comment": "Для удобства перемелите холодное масло и муку в блендере до состояния крошки – так процесс займёт считанные секунды. Можно сформировать большую порцию теста, разложить на противне и заморозить сырыми – выпекаются они из морозилки без предварительной разморозки, просто добавьте пару лишних минут в духовке. Вместо круглой формы для вырезания раскатайте тесто прямоугольником и нарежьте квадратами острым ножом – так не придётся перерабатывать обрезки, а текстура останется воздушной."
  },
  "jollof-rice": {
    "name": "Джоллоф-рис",
    "desc": "Яркое блюдо западноафриканской кухни. Рис с томатным соусом, луком и пряностями готовится в одном горшке – ароматное и сытное угощение для праздников.",
    "comment": "Приготовьте заранее основу из помидоров и перца ('джоллоф-базу') и заморозьте порциями, чтобы сократить время готовки. Лучше всего использовать пропаренный длиннозерный рис – он не разваривается и сохраняет текстуру. Готовьте сразу на несколько порций: вкус становится насыщеннее, а остатки получаются еще аппетитнее."
  },
  "bunny-chow": {
    "name": "Банни-Чоу",
    "desc": "Классическое южноафриканское уличное блюдо — хлебный колобок, выдолбленный и наполненный сытным карри. Идеальная комбинация специй и текстур делает его отличным вариантом для обеда или ужина.",
    "comment": "Чтобы сэкономить время, готовьте мясо в скороварке — это сократит время варки с часа до 20 минут. Можно также приготовить карри заранее: на следующий день оно станет только вкуснее. Для удобства используйте замороженную смесь горошка и моркови, чтобы не тратить время на нарезку — просто выдолбите хлеб и наполните его перед подачей."
  },
  "bobotie": {
    "name": "Боботи",
    "desc": "Иконическое южноафриканское блюдо из запечённого фарша с пряностями, покрытого нежным яично-молочным соусом. В нём гармонично сочетаются сладость джемов и изюма с ароматом карри.",
    "comment": "Боботи идеально подходит для приготовления впрок: можно заготовить большое количество мясного фарша, разложить по контейнерам и заморозить. Перед подачей добавить свежий яично-молочный верх и отправить в духовку. Экономия времени: можно использовать замороженную нашинкованную луковицу вместо свежей. Время ожидания не учитывается."
  },
  "injera": {
    "name": "Инджера",
    "desc": "Эфиопский кисломолочный хлеб с пористой, слегка кисловатой текстурой и характерным отверстием в центре. Используется как тарелка и прибор для подачи тушёных блюд и карри.",
    "comment": "Время ферментации не включается в общий расчёт времени приготовления. Инджере требует 1-3 дня пассивной закваски перед выпечкой."
  },
  "doro-wat": {
    "name": "Доро Ват",
    "desc": "Легендарное эфиопское куриное рагу с насыщенным, сложным соусом из медленно тушёных лука и острых специй бербере. Традиционно подаётся с варёными яйцами и кисломолочным хлебом инджерой — главное блюдо эфиопского праздничного стола.",
    "comment": "Чтобы сэкономить время, можно измельчить лук в кухонном комбайне вместо ручной нарезки. Использование мультиварки (например, Instant Pot) сокращает долгий процесс размягчения лука с 45 минут до 12 и время тушения курицы — до 15. Для максимальной аутентичности используйте гхи (аналог нитер киббе), а готовьте двойную порцию — рагу отлично замораживается и на следующий день вкус становится ещё лучше."
  },
  "chicken-muamba": {
    "name": "Куриная муамба",
    "desc": "Сытное конголезское рагу с нежной курицей, тушёной в красном пальмовом масле с окрами, помидорами и ароматными специями. Уютное блюдо с балансом насыщенного вкуса, лёгкой сладостью перцев и богатой нотой пальмовых орехов.",
    "comment": "Чтобы сэкономить время, используйте блендер для перемалывания лука, чеснока и перцев в пасту вместо ручной нарезки. Готовьте большую порцию основы из курицы и пальмового масла — она отлично замораживается на месяцы. Свежую окру добавляйте только при повторном разогреве, чтобы сохранить её текстуру плотной и избежать слизистости. В мультиварке-скороварке курица станет мягкой всего за 15 минут."
  },
  "poke": {
    "name": "Поке",
    "desc": "Яркая гавайская тарелка с кубиками свежей тунцы в соевом-сезамовом соусе, подаваемая на ароматизированном варёном рисе с авокадо и огурцом.",
    "comment": "Чтобы сэкономить время, сварите рис в большом количестве (можно в рисоварке) и храните его; поке-рис часто едят комнатной температуры, что делает его идеальным для приготовления на несколько дней. Для тонких ломтиков огурца используйте мандалинку, а тунцу берите уже нарезанную (сорт сашими). Соус можно смешать в большой банке и хранить в холодильнике – так тарелка соберётся за пару минут."
  },
  "jamaican-jerk-chicken": {
    "name": "Ямайский джек-чикен",
    "desc": "Острый карибский классик: курица маринуется в дымящемся пряном соусе и жарится на гриле до идеальной корочки. Сбалансированный пикантный вкус с ароматными травами создает запоминающийся кулинарный опыт.",
    "comment": "Приготовьте большую порцию маринада и заморозьте его в формочках для льда — так удобно отмерять нужное количество. Для экономии времени замаринуйте сразу несколько порций курицы и заморозьте их; мясо пропитается специями, пока разморозится в холодильнике, без лишних хлопот. Одновременная жарка нескольких порций сокращает время готовки на каждую."
  },
  "cuban-sandwich": {
    "name": "Кубинский сэндвич",
    "desc": "Легендарный флоридский сэндвич из хрустящего хлеба с сочной свининой в цитрусном маринаде, ветчиной, расплавленным швейцарским сыром, кислыми огурцами и горчицей.",
    "comment": "Для идеального результата используйте две чугунные сковороды (одну как пресс), чтобы одновременно обжаривать обе стороны и хорошо примять бутерброд без паннини. Готовьте свинину в медленноварке на выходных - активная сборка сэндвича займет меньше пяти минут. Можно собрать несколько порций, заморозить (без огурцов), а потом разогревать и прессовать прямо из холодильника для быстрого перекуса."
  },
  "salade-nioise": {
    "name": "Салат Нисуаз",
    "desc": "Классический французский салат из Ниццы с тунцом, анчоусами, вареными яйцами, картофелем, зелеными бобами, помидорами и оливками. Заправляется винегретом из оливкового масла и белого винного уксуса. Этот средиземноморский фаворит идеально балансирует белки, овощи и солоноватые нотки.",
    "comment": "Для удобства сварите сразу много яиц и картофеля в начале недели — они хранятся несколько дней и сокращают сборку салата до пары минут. Используйте замороженные зеленые бобы, которые развариваются вдвое быстрее, или готовьте их вместе с картошкой. Заранее приготовьте большую порцию заправки — так она всегда будет под рукой для этого и других салатов."
  },
  "waldorf-salad": {
    "name": "Салат Вальдорф",
    "desc": "Элегантный американский салат, придуманный в отеле «Вальдорф-Астория» в Нью-Йорке. Сочетает хрустящие яблоки, сельдерей, виноград и грецкие орехи с нежной майонезной заправкой. Сладко-хрустящая комбинация делает его бессмертной классикой.",
    "comment": "Готовьте сразу несколько порций — это сократит время приготовления; салат хорошо держит форму в холодильнике до суток. Используйте яблочную коронку и нож для нарезки, чтобы ускорить процесс, а кусочки сразу перемешивайте с заправкой — так они не потемнеют без лишнего лимонного сока. Грецкие орехи выгоднее покупать в большом количестве в скорлупе и очищать заранее для быстрого приготовления."
  },
  "coleslaw": {
    "name": "Колслоу",
    "desc": "Классический американский салат из тонко нашинкованной капусты и моркови, заправленный сметано-уксусной или майонезной подливой. Хрустящая текстура и гармоничный вкус делают его идеальным дополнением к жареным, запеченным и копченым блюдам.",
    "comment": "Колслоу отлично готовить впрок — он хранится 3-5 дней, а вкус только улучшается со временем. Для быстрой нарезки используйте кухонный комбайн с насадкой для шинковки или широкий манголовую терку вместо ножа. Готовка сразу на четыре порции займет столько же времени, как и одна, обеспечив вас свежим гарниром на всю неделю."
  },
  "shopska-salad": {
    "name": "Шопский салат",
    "desc": "Классический болгарский салат из свежих помидоров, огурцов, красного лука и сладкого перца, украшенный слоем мелко натёртого белого сыра. Заправляется оливковым маслом и уксусом — яркий и освежающий балканский шедевр.",
    "comment": "Лук и огурцы можно нарезать мандалином за секунды для равномерной текстуры. Для эффектного «снежного» вида натрите фета прямо над салатом мелкой тёркой, а не крошите — предварительно заморозив сыр на 20 минут, это сделает процесс простым. Перец и лук можно нарезать впрок; в герметичном контейнере они сохранят хруст до 3 дней, что сокращает время подготовки при повторном приготовлении."
  },
  "gado-gado": {
    "name": "Гадо-гадо",
    "desc": "Индонезийский овощной салат с бланшированными и сырыми овощами, тофу, темпе и вареными яйцами, заправленный густой острой арахисовой подливой. Яркое блюдо демонстрирует баланс текстур и вкусов индонезийской кухни.",
    "comment": "Чтобы сэкономить время на готовке, можно использовать микроволновку для 'паробланшировки' капусты и зеленой фасоли: положите овощи в посуду с небольшим количеством воды и накройте крышкой. Яйца и картофель удобно варить в одном горшке, а песто или жареный тофу/темпе можно приготовить заранее и заморозить. Для максимальной свежести огурцы нарезайте непосредственно перед подачей, а салат лучше собирать, пока овощи еще слегка теплые – так соус лучше пропитает блюдо."
  },
  "chicken-larb": {
    "name": "Лаосский лаб из курицы",
    "desc": "Традиционный лаосско-тайский салат из фарша курицы с лимонным соком, рыбным соусом, перцем чили и поджаренной рисовой мукой. Подаётся с зеленью и листьями салата — идеальная гармония кислого, солёного и острого с ореховым хрустом.",
    "comment": "Чтобы сэкономить время, приготовьте заранее 'Khao Khua' (поджаренную рисовую муку) и храните в герметичной банке — она сохраняет аромат месяцами и даёт нужный ореховый оттенок. Заранее смешайте лимонный сок, рыбный соус и перец чили в бутылочке для быстрого использования. Используйте готовые смеси зелени и покупайте фарш курицы — это сократит время подготовки. Для разделки блюд готовьте двойную порцию мяса и храните отдельно от зелени, чтобы сохранить свежесть."
  },
  "wakame-salad": {
    "name": "Салат из вакаме",
    "desc": "Лёгкий и освежающий японский салат из морских водорослей, приготовленный из размоченного вакаме. Заправлен пикантной смесью рисового уксуса, кунжутного масла и небольшим количеством сахара. Посыпан семенами кунжута — это полезный и насыщенный умами гарнир.",
    "comment": "Замочите большее количество сухого вакаме сразу, хорошо отожмите его и храните без заправки в герметичном контейнере в холодильнике до 3 дней. Готовьте небольшую порцию смеси для заправки (рисовый уксус, кунжутное масло, сахар) заранее; когда нужно приготовить порцию, просто перемешайте горсть вакаме с ложкой заправки и посыпьте семенами кунжута — это сократит время подготовки до 1-2 минут."
  },
  "shuba-salad": {
    "name": "Салат \"Шуба\"",
    "desc": "Классический советский салат с солёной сельдью, запечённой под слоями тёртых варёных картофеля, моркови, яиц и свёклы, промазанными майонезом. Обязательный гость на постсоветских праздничных столах — удивляет фиолетовым цветом и гармоничным сочетанием солёно-сладких вкусов.",
    "comment": "Чтобы сэкономить время, можно разогревать корнеплоды целиком в микроволновке в пакете с водой 10-15 минут вместо варки. Для максимальной эффективности используйте вакуумную свёклу и насадку для тёрки в кухонном комбайне для всех слоёв. Маринуйте лук в яблочном уксусе с щепоткой сахара 5 минут — это уберёт горечь и добавит свежести, которая хорошо сочетается с майонезом."
  },
  "vinegret": {
    "name": "Винегрет",
    "desc": "Классический салат из отварной свеклы, картофеля и моркови с квашеной капустой и маринованными огурцами. Заправляется маслом - это полезное, богатое клетчаткой зимнее блюдо с ярким цветом и кисловатым вкусом.",
    "comment": "Сократите время приготовления, используя вакуумные пакеты с уже отварными овощами и терку-корнерезку. Сначала смешайте нарезанную свеклу с маслом отдельно, чтобы она не окрашивала остальные ингредиенты в фиолетовый цвет. Лучше готовить большую порцию - салат становится вкуснее на следующий день и хранится в холодильнике до 5 дней."
  },
  "potato-salad": {
    "name": "Картофельный салат",
    "desc": "Классический кремовый гарнир из нежных отварных картофелин, варёных яиц и хрустящего сельдерея в соусе из майонеза с горчицей. Идеально сбалансированный с лёгкой кислинкой уксуса и луком — отличное дополнение к барбекю и семейным ужинам.",
    "comment": "Чтобы сэкономить время, используйте решётку для отжимания: пропускайте через неё картофель и яйца — получится равномерная нарезка. Можно «варить» картошку в микроволновке: в посуде под крышкой с небольшим количеством воды 8 минут вместо 25. Введите уксус в тёплый картофель, чтобы усилить вкус перед добавлением соуса. Готовьте сразу большую порцию — на следующий день салат станет ещё вкуснее и хранится до 3 дней."
  },
  "tagliata-con-rucola": {
    "name": "Тальята с рукколой",
    "desc": "Итальянская классика: нежная говядина на гриле, нарезанная ломтиками и поданная на ароматной горьковатой руколе. Подается с хрустящими стружками пармезана и легким бальзамиковым соусом.",
    "comment": "Запаситесь заранее натертым пармезаном и промытой руколой — это сократит ежедневную готовку до простой сборки блюда. Два стейка можно одновременно обжарить в большой сковороде: один съесть горячим, а второй оставить для холодного салата на следующий день — так активное время приготовления уменьшится вдвое."
  },
  "ensalada-mixta": {
    "name": "Салат Микста",
    "desc": "Оригинальный испанский салат с хрустявым листом салата, помидорами, огурцами и луком. Подаётся с консервированным тунцом, варёными яйцами и маслинами, заправленным классическим соусом из оливкового масла и белого винного уксуса.",
    "comment": "Варьте сразу дюжину яиц — они хранятся в холодильнике до недели, экономия времени на ежедневной готовке. Лук нарезайте тонкими кольцами и замачивайте в холодной воде, чтобы убрать горечь без потери хруста. Соус лучше взбивать в небольшой банке — так он получится однородным с минимальным количеством масла."
  },
  "belgian-waffles": {
    "name": "Бельгийские вафли",
    "desc": "Аутентичные дрожжевые вафли с воздушной текстурой и хрустящей корочкой, с глубокими ячейками. Традиционный рецепт даёт сложную гармонию вкусов, идеально сочетающуюся с сахарной пудрой или свежими ягодами.",
    "comment": "Тесто можно приготовить в блендере и оставить на ночь в холодильнике — это сэкономит утреннее время и усилит глубину вкуса за счёт медленного брожения. Для максимальной эффективности испеките сразу большую порцию, заморозьте лишние вафли и разогрейте их в тостере — так они быстро восстановят свою хрустящую корочку, что особенно удобно для занятых будних дней."
  },
  "macarons": {
    "name": "Макаруны",
    "desc": "Нежные французские печенья из миндальной меренги с хрустящей корочкой и мягкой, слегка жевательной начинкой. Подаются с кремом, ганашем или джемом – эти яркие сладости считаются вершиной кондитерского искусства и требуют точного соблюдения технологии.",
    "comment": "Макаруны удобно готовить партиями: замороженные коржи хранятся до 3 месяцев, а наполненные – месяц; после суточной выдержки вкус становится насыщеннее. Для идеальной текстуры просейте миндальную муку с сахарной пудрой или перетрите их в блендере. Удвоив порцию, сократите время приготовления на единицу продукта вдвое без лишних усилий."
  },
  "chicken-kiev": {
    "name": "Котлета по-киевски",
    "desc": "Классическое украинское блюдо из отбитого куриного филе, нафаршированного травяным маслом, панированного и обжаренного во фритюре. Главный сюрприз — расплавленное травяное масло, вытекающее при первом разрезе.",
    "comment": "Приготовьте сразу много рулетиков с начинкой и панировкой, а затем заморозьте их. Так вы сэкономите время на подготовке и гарантируете, что масло останется холодным во время жарки. Используйте двойную панировку для прочной корочки и обжаривайте прямо из морозильника — так получится лучше всего."
  },
  "brownie": {
    "name": "Брауни",
    "desc": "Плотный шоколадный десерт с хрустящей корочкой и насыщенным вкусом. Готовится из растопленного шоколада и сливочного масла, отличается жевательной текстурой и глубоким какао-вкусом. Классическое американское лакомство — простое, но очень сытное.",
    "comment": "Выпекайте сразу большую порцию и замораживайте кусочки: брауни отлично сохраняются в морозилке и становятся еще более нежными после разморозки. Для удобства используйте одну микроволновую стеклянную посуду — сначала для растопления шоколада со сливочным маслом, потом для замеса теста. Выстелите форму пергаментом «сling» (с загнутыми краями), чтобы легко извлечь весь блок и быстро нарезать. Также можно заранее приготовить сухую смесь (мука, сахар) — тогда ежедневная подготовка сократится до добавления жидких ингредиентов."
  },
  "katsudon": {
    "name": "Кацудон",
    "desc": "Сытная японская рисовая миска с хрустящим котлетой тонкацу, тушёной в слабо-сладком бульоне даси. Насыщенный соус пропитывает рис и панировку, создавая невероятно уютное блюдо.",
    "comment": "Чтобы сэкономить время, заготовьте котлеты: обваляйте их в крошке и заморозьте сырыми. Перед приготовлением жарьте прямо из морозилки (добавьте 1-2 минуты). Альтернатива — пожарьте сразу несколько штук, заморозьте и разогревайте в тостере. Для соуса используйте менцую (концентрат для лапши), разведённый водой — это заменит даси, соевый соус, мирин и сахар. Можно взять замороженные луковицы, чтобы не нарезать."
  },
  "churros": {
    "name": "Чуррос",
    "desc": "Испанские жареные хрустящие пончики из заварного теста, выпеченные в виде длинных полосок и обжаренные до золотистой корочки. Посыпаются сахаром с корицей и традиционно подаются с горячим шоколадом для мака. Простое, но очень вкусное уличное лакомство.",
    "comment": "Выложите сырое тесто на пергаментную бумагу и заморозьте до затвердевания, затем переложите в пакет с застёжкой. Можно жарить прямо из морозильника (добавьте 1-2 минуты к времени приготовления), что ускорит подготовку. Используйте кухонные ножницы, чтобы отрезать тесто непосредственно в горячее масло — так не придётся работать с липким сырым тестом и получится ровный край."
  },
  "bryan-johnsons-nutty-pudding": {
    "name": "Пудинг с орехами от Брайана Джонсона",
    "desc": "Насыщенный питательными веществами десерт из молотых орехов, семян, ягод и какао. Содержит полезные жиры, омега-3, антиоксиданты и клетчатку.",
    "comment": "Орехи и семена можно перемолоть заранее на неделю вперед и хранить в герметичных контейнерах в холодильнике — это сократит время приготовления вдвое. Вместо свежих ягод лучше использовать замороженные: они дешевле и дают более кремовую текстуру. Готовьте сразу 2-3 порции; семена чиа загустеют за ночь, улучшив консистенцию пудинга."
  },
  "bryan-johnsons-super-veggie": {
    "name": "Супер-овощная смесь Брайана Джонсона",
    "desc": "Источник долголетия с черной чечевицей, крестоцветными овощами и грибами. Богата клетчаткой, растительным белком и сульфорафаном.",
    "comment": "Самый большой экономия времени — варить чечевицу впрок на 3-4 дня (она отлично хранится). Можно купить замороженную смесь брокколи/цветной капусты, чтобы не мыть и резать — по питательности она ничем не уступает свежей. Если едите ежедневно, смешайте соус из лимона, уксуса, специй и масла в банке на всю неделю и просто выливайте поверх."
  }
}
